{
	"about": "Built with love by the fikZax team.",
	"aboutUs": {
		"title": "About fikZax Creators",
		"legend1": "Arco da Porta Nova (New City Door Gate)",
		"legend2": "Largo do Paço (Paço Square)",
		"legend3": "Jardim de Santa Bárbara (Saint Barbara Garden)",
		"legend4": "Arcada",
		"text1": "We are a small creative company that thrives in innovation, just like the city we are located, the historical city of Braga.",
		"text2": "See above some of our city's iconic views which are inspirational for our work!"
	},
	"description": {
		"part0": "A robot to manage your schedule, so you can do what you love.",
		"part1": "Please, put your mobile in silent mode. fikZax will take care of all your working slots scheduling. By leveraging the power of Facebook's Messenger, fikZax will set, cancel, reschedule and confirm all the appointments you will have with your clients. All you need is to have a Facebook Page, and fikZax, of course!",
		"part2": "Coming soon.",
		"part3": "Start Now"
	},
	"mainMenu": {
		"item0": "Home",
		"item1": "How It Works",
		"item2": "Features",
		"item3": "Pricing",
		"item4": "Help"
	},
	"howItWorks": {
		"title": "How It Works",
		"title2": "How fikZax Works?",
		"professional": {
			"title": "From My Point of View",
			"sec1title": "Local Scheduling Using Only The App",
			"sec1text10": "How can I schedule locally, without using the robot???",
			"sec1text20": "Please note that to be able to do what we are portraying here, one first needs to configure fikZax!",
			"sec1text21": "With the configuration done, and the scheduling slots generated, you can start scheduling. Here you have the month view of fikZax's first screen, you can swipe, or press the button on the lower part of the screen, to see the detailed screen.",
			"sec1text22": "The month view shows a general view of the scheduling, with an easy to check color coded occupation percentage of slots.",
			"sec1text30": "This is the detailed view screen. You can get here by tapping on any day shown in the month view, thus allowing for a detail of this very day. In this example, we have tapped on the 10th of January of 2020.",
			"sec1text31": "In the top left corner of the cards you see the slot start time.",
			"sec1text32": "In the top right corner the professional name.",
			"sec1text33": "In the center, in bold letters, the client name.",
			"sec1text34": "In the bottom left, in chips, the current state of the slot.",
			"sec1text35": "In the bottom right the location where the service is to be performed.",
			"sec1text40": "By double tapping any of the slot cards you will be able to edit the slot.",
			"sec1text41": "Here we have the edit screen of the 10am slot. In this case, we have selected the client and checked the box marking that the slot is scheduled. So, you have just made a manual scheduling using fikZax! Save the changes and move on.",
			"sec1text50": "Coming back to the central detailed screen, you can now see that the slot state changed to Scheduled and Verify.",
			"sec1text51": "By tapping on the Verify chip you will open the verification dialog.",
			"sec1text60": "In the dialog you see that the slot was scheduled by myself (Jorge Gonçalves) and also when I did it. If you do it yourself, you will see your name here. So, now tap on verify appointment!",
			"sec1text70": "Now, in the verification screen you can either confirm or cancel the appointment.",
			"sec1text71": "In this case, in which the appointment was manually set, this screen is a bit of an overkill.",
			"sec1text80": "The verification was successful, i.e., the client was successfully notified. Please note that this is only possible to clients with a Facebook account, as we send this notification through Messenger.",
			"sec1text90": "Coming back to the central detailed screen, you can now see that the slot state changed to Scheduled and Verified By Professional.",
			"sec1text100": "Finally, we get to the point where the client confirms that will attend to the appointment.",
			"sec1text101": "By tapping on the confirm chip you can check when the appointment was confirmed by the client.",
			"sec2title": "Scheduling Using The Chat Robot",
			"sec2text10": "That is why we are here!!!! Let's schedule USING the chat robot!!!!",
			"sec2text20": "As a matter of fact, tha actual scheduling, in this case, is done by the client inside the Messenger app. Here you will see the slot showing up as scheduled and the chip showing that there is a need for the professional to verify this scheduling.",
			"sec2text21": "To do that, just tap on the verify chip and the verification dialog will show up!",
			"sec2text30": "The verification procedure is exactly the same as we have shown before. But, differently from the first case, as you can see in the dialog, this appointment was scheduled by fikZax!!!!",
			"sec2text31": "We will skip the actual verification screen, as we would be just repeating ourselves.",
			"sec2text40": "Coming back to the central detailed screen, you can now see that the slot state changed to Scheduled and Verified By Professional.",
			"sec2text50": "Last but not least, we get to the point where the client confirms that will attend to the appointment.",
			"sec2text51": "By tapping on the confirm chip you can check when the slot was confirmed by the client."
		},
		"client": {
			"title": "To My Client",
			"sec1title": "Discovery",
			"sec1text10": "How will your client discover your brand new fikZax chat robot????",
			"sec1text30": "Add a Send Message button to your business' page in Facebook, this will take your client directly to the Messenger chat robot.",
			"sec1text40": "Send your client a link to your Messenger chat robot, generated by the fikZax app.",
			"sec1text50": "Show your client the QRCODE generated by your fikZax app, that will take he/she directly to your Messenger chat robot.",
			"sec2title": "Usage",
			"sec2text10": "How will your client use your fikZax chat robot????",
			"sec2text20": "When your chat robot is discovered (In this case we are using the MyMensor Service Center that was created for demonstration purposes only!!!), your client will get to this screen inside Messenger.",
			"sec2text21": "The message shown in this example is the standard one. It can be customized in the fikZax app.",
			"sec2text30": "After pressing the GET STARTED button, your client will be greeted by the robot. This greeting can be modified in the fikZax app.",
			"sec2text40": "In the bottom of Messenger screen, your client will find a menu to interact with the robot. The items' texts can be customized in the fikZax app.",
			"sec2text50": "By pressing the SCHEDULE AN APPOINTMENT menu item, your client will be shown the first available scheduling slot, as per the setup made in the fikZax app.",
			"sec2text51": "There you can set both the minimum and the maximum interval to be booked, say, minimum one day from now and maximum six months from now.",
			"sec2text52": "You can see that the client has three options: to accept this slot, to ask for the next available one or ask for other options. The first two are obvious, the third one will ask for which weekday and time of the day are preferred by the client, with that info, the chat robot will present the next available slot that is compliant."
		}
	},
	"features": {
		"title": "Main Features",
		"title2": "Main fikZax Features",
		"text10": "fikZax is available everyday, 24/7! Your customer can contact you and set an appointment ANYTIME! Even when you've gone fishing!!!",
		"text20": "No computer needed to manage your agenda! Use your mobile phone or tablet, either Apple or Android, and control ALL functionalities of fikZax.",
		"text30": "Scheduling Appointments Online in real time. You can see the scheduling as it happens! You will have your professional agenda all the time with you.",
		"text40": "The scheduling confirmation is not just a reminder. The customer can confirm the appointment, as well as reschedule or cancel it. This will significantly decrease the no-show cases.",
		"text50": "Complete control of your work schedule. You can customize and combine different schedules in different locations to build your own schedule.",
		"text60": "fikZax brand is COMPLETELY INVISIBLE to your customer. It will work as YOUR private robot, with YOUR brand, inside YOUR Messenger account, no hidden propaganda!",
		"text70": "When setting up non-working days calendar, fikZax helps you with most of the expected non-working days already defined. You can define different non-working days calendar for different work locations and different professionals.",
		"text80": "After fikZax generates your appointment slots, you can modify them individually, as things change!"
	},
	"footerTitles": {
		"item1": "Product",
		"item11": "How It Works",
		"item12": "Features",
		"item13": "Pricing",
		"item2": "Support",
		"item21": "Help",
		"item3": "Company",
		"item31": "About Us",
		"item32": "Legal",
		"item33": "Contact Us"
	},
	"legal": {
		"title": "Privacy Policy & Terms of Service",
		"policy1": "Privacy Policy",
		"policy2": "Last revision on June 8th 2019.",
		"policy3": "This Privacy Policy sets forth fikZax's policy with respect to information including personally identifiable data and other information that is collected from visitors to the Site and Services.",
		"policy4": "This privacy policy governs your use of a software application (Service), including both a Mobile app running on mobile devices, and a Website application that runs on both mobile and desktop/laptop devices, that was created by fikZax.",
		"policy5": "Information Collected and its Use",
		"policy6": "The Service obtains the information you provide when you download and register the Service (Provided Data). Registration is required to use our Service. When you register with us and use the Service, you provide, either directly or indirectly: (a) an email address, an username and a password (or other access code to a third party); (b) information you provide us when you contact us for help, and; (c) information you enter into our system when using the Service, such as images, videos, remarks, texts and numerical data. We may also use the information you provided us to contact you from time to time to provide you with important information, required notices and marketing promotions.",
		"policy7": "In addition, the Service may collect certain information automatically (Collected Information), such as the type of mobile device you use, your mobile devices unique device ID, the IP address of your device, your operating system, the type of Internet browsers you use, and information about the way you use the Service. Sometimes we aggregate user data anonymously to understand our customer base better.",
		"policy8": "Data Retention Policy; Managing Your Information",
		"policy9": "We will retain User Provided data for as long as you use the Service and for a reasonable time thereafter. If you would like to delete User Provided Data that you have provided via the Service, you can do so inside our mobile app and inside our web app, for the relevant portions of information, furthermore, if you want to completely wipe all information from our servers please contact us and we will respond in a reasonable time. Please note that some or all of the User Provided Data may be required in order for the Service to function properly, and we may be required to retain certain information by law.",
		"policy10": "Your Data Protection Rights",
		"policy11": "All users of our Service are entitled to the following data protection rights:",
		"policy12": "(a) Right to access: you have the right to request copies from your personal information stored with us. We may charge a small fee for this service.",
		"policy13": "(b) Right to rectification: you have the right to request the correction and/or the completion of any information we may hold about you that you believe that is inaccurate and/or incomplete.",
		"policy14": "(c) Right to be forgotten: you have the right to request that we erase every and all of your personal data we hold with us, under certain conditions.",
		"policy15": "(d) Right to restrict processing: you have the right to request that we restrict the processing of your personal data, under certain conditions.",
		"policy16": "(e) Right to object to processing: you have the right to object that we process of your personal data, under certain conditions.",
		"policy17": "(f) Right to data portability: you have the right to request that we transfer all of your personal data back to you, under certain conditions.",
		"policy18": "If and when you make such a request, we shall have one month to respond to you. To exercise any of these rights, please contact us at privacy@fikzax.com",
		"policy19": "Third-Part Service Integration",
		"policy20": "Our Service works with a direct integration to online third-party services (Third-Party Services). In order to take advantage of this feature, you have to authenticate, register for or log into Third-Party Services through the Service or on the websites of their respective providers. When you enable linking between or log in to Third-Party Services through the Service, we will collect relevant information necessary to enable the Service to access that Third-Party Service and your data and content contained within that Third-Party Service (Login Credentials). We store your Login Credentials long enough to enable linking to the Third-Party Service.",
		"policy21": "When you enable the Service to link content and data between Third-Party Services, the Third-Party Services will provide us with access to certain information that you may have provided to the Third-Party Services, and we will use, store and disclose such information in accordance with this Privacy Policy and the rules you set to govern the linking. However, please remember that the manner in which Third-Party Services use, store and disclose your information is governed by the policies of such Third-Party Services, and fikZax shall have no liability or responsibility for the privacy practices or other actions of any Third-Party Services that may be enabled within the Service.",
		"policy22": "Third-Party Payment Processors",
		"policy23": "We use a third party payment processor to process payments made to us. In connection with the processing of such payments, we do not retain any personally identifiable information or any financial information such as credit card numbers. All such information is provided directly to our third party processor, whose use of your personal information is governed by their privacy policy (https://policies.google.com/privacy and https://www.apple.com/legal/privacy/en-ww/)",
		"policy24": "Third parties access to information obtained by the Service",
		"policy25": "We will share your information with third parties only in the ways that are described in this privacy statement. We may disclose collected Information, in the following manners: (a) as required by law, such as to comply with a subpoena, or similar legal process; (b) when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, respond to a government request, act in urgent circumstances to protect the personal safety of our users or the public, or protect against legal liability; (c) if fikZax is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of this information, as well as any choices you may have regarding this information.",
		"policy26": "Cookies",
		"policy27": "Cookies are small pieces of text used to store information on web browsers.  They are used by many websites to store and receive identifiers and other information on devices, such as a handheld phone or computer. Our site and services use cookies and other similar technologies, in order to provide a better service to you and to generally improve our sites and services. Some portions of our websites are functional without cookies, and you may generally choose whether to accept cookies. Most web browsers are set to accept cookies by default, however, you may be able to delete cookies yourself through your browser's cookie manager. To do so, please follow the instructions provided by your web browser. Please note that disabling cookies will reset your session, disable auto-login, and may adversely affect the availability and functionality of our websites and the services we can provide to you.",
		"policy28": "Children",
		"policy29": "One must be 13 years old to use fikZax. We do not use the Service to knowingly solicit data from or market to children under the age of 13. If a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us. We will delete such information from our files within a reasonable time.",
		"policy30": "Security",
		"policy31": "fikZax takes reasonable steps to protect your information from loss, misuse, and unauthorized access, disclosure, alteration, or destruction. However, no Internet or email transmission is ever fully secure or error free. In particular, email sent to or from us may not be secure. Therefore, you should take special care in deciding what information you send to us via email. Please keep this in mind when disclosing any information to fikZax.",
		"policy32": "Contact",
		"policy33": "If you have any questions regarding privacy while using the Service, or have questions about our practices, please contact us via email at privacy@fikZax.com.",
		"tos1": "Terms of Service",
		"tos2": "Last revision on June 5th 2019",
		"tos3": "Please Read Carefully Before Using Our Mobile App and This Website: The following terms of service (Terms of Service) govern your use of the fikZax Website (Site) and the fikZax mobile and web-based application service accessed through the Site and the Mobile App (Service), which servers are operated by fikZax (fikZax). By using the Site and/or the Service, you irrevocably agree that such use is subject to these Terms of Service. If you do not agree to these Terms of Service, you may not use the Site or the Service.",
		"tos4": "If you are entering into these Terms of Service on behalf of an entity, you represent that you have the actual authority to bind such entity to these Terms of Service.",
		"tos5": "fikZax expressly reserves the right to modify the Terms of Service at any time in its sole discretion, and without prior notice to you, by including such alteration and/or modification in these Terms of Service, along with a notice of the effective date of such modified Terms of Service. Any continued use by you of the Site or the Service after the posting of such modified Terms of Service shall be deemed to indicate your irrevocable agreement to such modified Terms of Service. Accordingly, if at any time you do not agree to be subject to any modified Terms of Service, you may no longer use the Site or Service.",
		"tos6": "User Account Registration; Passwords and Fees",
		"tos7": "(a) Account Registration and Use License: In order to access and use all of the features of the Service, you are required to open an account (User Account) by registering with fikZax. When you register for your User Account you must provide true, accurate, current and complete information (Account Information), and you agree to update the Account Information in order to ensure that it is current. Upon proper registration and opening of a User Account, and subject to all of the terms and conditions of these Terms of Service, fikZax hereby grants to you the personal, non-transferable right and license to use the Service, solely for your own internal business purposes, until such time as either you or fikZax elect to terminate such right in accordance with these Terms and Conditions.",
		"tos8": "(b) Eligibility: As an express condition of being permitted to open a User Account, you represent and warrant that you (i) have the legal capacity (including, without limitation, being of sufficient age) to enter into contracts under the law of the jurisdiction in which you reside, (ii) are at least 13 years of age or older to use the Service, provided that if you are under the age of 18, your parent or legal guardian, as applicable, must expressly consent to your use of the Service.",
		"tos9": "(c) Passwords: Upon registration on the Site, you will provide fikZax with a password to access your account. You are responsible for maintaining the confidentiality of your password and for all of your activities and those of any third party that occur through your account, whether or not authorized by you. You agree to immediately notify fikZax of any suspected or actual unauthorized use of your User Account. You agree that fikZax will not under any circumstances be liable for any cost, loss, damages or expenses arising out of a failure by you to maintain the security of your password.",
		"tos10": "Site Content",
		"tos11": "(a) fikZax Content: Except as may be otherwise noted, the information, materials (including, without limitation, HTML, text, audio, video, white papers, press releases, data sheets, product descriptions, software and FAQs and other content) available on the Site and/or the Service (collectively, fikZax Content) are the copyrighted works of fikZax and its licensors, and fikZax and its licensors expressly retain all right title and interest in and to the fikZax Content, including, without limitation, all intellectual property rights therein and thereto. Except as expressly permitted in these Terms of Service, any use of the fikZax Content may violate copyright and/or other applicable laws.",
		"tos12": "(b) Third Party Content: In addition to fikZax Content, the Site and/or the Service may contain information and materials provided to fikZax by third parties (collectively, Third Party Content). Third Party Content is the copyrighted work of its owner, who expressly retains all right title and interest in and to the Third Party Content, including, without limitation, all intellectual property rights therein and thereto. In addition to being subject to these Terms of Service, Third Party Content may also be subject to different and/or additional terms of use and/or privacy policies of such third parties. Please contact the appropriate third party for further information regarding any such different and/or additional terms of use applicable to Third Party Content.",
		"tos13": "(c) Limited Site Content License: fikZax grants you the limited, revocable, non-transferable, non-exclusive right to use the fikZax Content and Third Party Content (collectively, Site Content) by displaying the Site Content on your computer, and downloading and printing pages from the Site containing Site Content, under the condition that (i) such activity is solely for your personal, education or other noncommercial use, (ii) you do not modify or prepare derivative works from the Site Content, (iii) you do not obscure, alter or remove any notice of copyright set forth on any Site pages or Site Content, (iv) you do not otherwise reproduce, re-distribute or publicly display any of the Site Content and (v) you do not copy any Site Content to any other media or other storage format.",
		"tos14": "(d) Trademarks: All trademarks, service marks and logos included on the Site (Marks) are the property of fikZax or third parties, and you may not use such Marks without the express, prior written consent of fikZax or the applicable third party.",
		"tos15": "(e) Monitoring of Site Content and use of Service: fikZax reserves the right, but does not undertake the obligation, to monitor use of the Site and/or the Service, and to investigate and take appropriate legal action against any party that uses the Site in violation of these Terms of Service or applicable law. fikZax reserves the right to accept, reject or modify any Site Content or User Content, but assumes no liability based on its acceptance, rejection, modification or failure to modify any Site Content or User Content.",
		"tos16": "(f) Copyright Infringement: As a condition of your right to use the Site and the Service, you agree to respect the intellectual property rights of others. Accordingly, you agree not to upload or post to the Site or the Service any copyrighted materials, trademarks or other proprietary information belonging to any third party without the prior written consent of the applicable third party. You acknowledge that fikZax will terminate your access to the Site and/or the Service if you repeatedly infringe the copyright of third parties. If you believe that your copyrighted work has been illegally uploaded or posted on the Site or the Service, you may send a written notice to fikZax at support@fikZax.com, and fikZax will respond in reasonable time. fikZax reserves all rights to seek damages and fees associated with infringement and or fraud.",
		"tos17": "Your Use of the Site and Service",
		"tos18": "(a) Account and Use of Service: You may use your User Account for the Service only in accordance with these Terms of Service and only for lawful purposes. You are responsible for your own communications, including the upload, transmission and posting of information, and are responsible for the consequences of their posting on or through the Service.",
		"tos19": "(b) Fees: Some features of the Service may only be accessed and used upon the payment of applicable fees (Fees). Fees may vary depending on usage in accordance with our current pricing policy. If you do not initially register for a version of the Service that requires the payment of a fee, you will nonetheless be permitted to use all of the features of the Service for a period of thirty (30) days (Free Trial Period). Upon the expiration of the Free Trial Period, you will only be able to access and use those features of the Service the use of which does not require the payment of a Fee, unless you subsequently upgrade to a paid version of the Service.",
		"tos20": "(c) Refunds, Upgrading and Downgrading: Refunds are processed according to our fair refund policy. Any upgrade or downgrade in your Service use will result in the new Fees being charged at the next billing cycle. There will be no prorating for downgrades in between billing cycles. Downgrading your Service may cause the loss of features or capacity of your User Account. fikZax does not accept any liability for such loss.",
		"tos21": "(d) Cancellation and Termination: You are solely responsible for properly canceling your User Account. An email or phone request to cancel your User Account is not considered cancellation. You can cancel your User Account at any time in our App. If you cancel your User Account before the end of your current paid up month, your cancellation will take effect immediately, and you will not be charged again. But there will not be any prorating of unused time in the last billing cycle. Nevertheless, you will be able to continue using the services up until the end of the last billing cycle.",
		"tos22": "(e) Prohibited Conduct: fikZax specifically prohibits any use of the Site or the Service for: (i) posting any (1) information which is incomplete, false, inaccurate or not your own, (2) trade secrets or material that is copyrighted or otherwise owned by a third party unless you have a valid license from the owner which permits you to post it, (3) material that infringes on any other intellectual property, privacy or publicity right of another, (4) advertisement, promotional materials or solicitation related to any product or service that is competitive with fikZax products or services or (5) software or programs which contain any harmful code, including, but not limited to, viruses, worms, time bombs or Trojan horses; (ii) impersonating another person; (iii) engaging in or encouraging conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any city, state, national or international law or regulation, or which fails to comply with accepted Internet protocol; or (iv) transmitting or transferring (by any means) information or software derived from the Site or the Service to foreign countries or certain foreign nations in violation of export control laws. In addition, you are prohibited from violating or attempting to violate the security of the Site, the Service or fikZax system or network security, including, without limitation, the following: (v) accessing data not intended for users of the Site or the Service, or gaining unauthorized access to an account, server or any other computer system; (vi) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures; (vii) attempting to interfere with the function of the Site, the Service, host or network, including, without limitation, via means of submitting a virus to the Site, overloading, flooding, mailbombing, crashing, or sending unsolicited e-mail, including promotions and/or advertising of products or services; or (viii) forging any TCP/IP packet header or any part of the header information in any e-mail or newsgroup posting. Violations of the Site or fikZax system or network security may result in civil or criminal liability.",
		"tos23": "(f) User Content: If you elect to display, post, submit or otherwise make available to others, on the Site any content or works of authorship, including, without limitation, images, audio files, text, software (but excluding User software) or other materials, (collectively, User Content), you hereby grant to fikZax a perpetual, irrevocable, royalty-free, worldwide, non-exclusive right and license, including the right to grant sublicenses to third parties, to use, reproduce, publicly display, publicly perform, prepare derivative works from and distribute such User Content, for any purpose. In addition, you hereby irrevocably represent and warrant to fikZax that (i) you have all necessary power, authority, right, title and/or licenses to grant to fikZax the foregoing right and license and (ii) the posting, submission, display by you of User Content on the Site, and the exercise by fikZax of the foregoing license does not and will not (1) violate any applicable law or government regulation or (2) infringe any right of publicity or invades the privacy of others, or any intellectual property right of any third party, (iii) no User Content you provide (1) will constitute obscene, pornographic, indecent, profane or otherwise objectionable material, (2) is discriminatory, hateful or bigoted toward, or abusive of, any group or individual, or (3) is libelous or defamatory. For the avoidance of doubt, any information or data from your accounts with third party services (i.e., Facebook, Twitter, Gmail, Apple, KiK, Skype, Slack, Telegram etc.) that is processed by fikZax and which you do not make publicly available on fikZax, is not User Content, and fikZax does not receive any rights in such information or data.",
		"tos24": "(g) Suggestions: You hereby grant to fikZax a royalty-free, worldwide, transferable, sublicensable, irrevocable, perpetual license to use or incorporate into the Site and/or the Service any suggestions, enhancement requests, recommendations or other feedback provided by you to fikZax that is related to the Site and/or the Service.",
		"tos25": "(h) Indemnification: You hereby irrevocably agree to indemnify, defend and hold fikZax, its affiliates, directors, officers, employees and agents harmless from and against any and all loss, costs, damages, liabilities and expenses (including attorneys’ fees) arising out of or related to (i) any third party claim resulting from a breach by you of any of your covenants, representations or warranties contained in these Terms of Use and/or (ii) your use of the Site and/or the Service.",
		"tos26": "Linked Websites",
		"tos27": "The Site may contain links to other websites that are not owned or operated by fikZax, and you agree that fikZax provides links to such websites solely as a convenience and has no responsibility for the content or availability of such websites, and that fikZax does not endorse such websites or any products or services associated therewith. Your use of such websites will be subject to the terms of use applicable to each such website.",
		"tos28": "LIMITATION OF LIABILITY",
		"tos29": "(a) Warranty Disclaimer: THE SITE AND, SITE CONTENT AND THE SERVICE ARE PROVIDED STRICTLY ON AN AS IS AND AS AVAILABLE BASIS, AND FIKZAX MAKES NO WARRANTY THAT THE SITE, SERVICE OR SITE CONTENT ARE COMPLETE, SUITABLE FOR YOUR PURPOSE, OR ACCURATE. ON BEHALF OF ITSELF AND ITS LICENSORS, FIKZAX HEREBY EXPRESSLY DISCLAIMS ANY AND ALL IMPLIED, STATUTORY OR OTHER WARRANTIES WITH RESPECT TO THE SITE, SITE CONTENT AND SERVICE, OR THE AVAILABILITY OF THE FOREGOING, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFIRNGEMENT. THE ENTIRE RISK AS TO RESULTS OBTAINED THROUGH USE OF THE SITE, SERVICE AND/OR THE SITE CONTENT RESTS WITH YOU AND FIKZAX MAKES NO REPRESENTATION OR WARRANTY THAT THE AVAILABILITY OF THE SITE AND OR THE SERVICE WILL BE UNINTERRUPTED, OR THAT THE SITE, SERVICE AND/OR THE SITE CONTENT WILL BE ERROR FREE OR THAT ALL ERRORS WILL BE CORRECTED.",
		"tos30": "(b) Limitation of Liability: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT FIKZAX SHALL NOT BE LIABILE TO YOU FOR ANY DAMAGES ARISING OUT OF OR CONNECTED TO YOUR USE OF, OR INABILITY TO USE, THE SITE, THE SERVICE OR THE SITE CONTENT, INCLUDING, WITHOUT LIMITATION, ANY AND ALL DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL, EXEMPLARY OR STATUTORY DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF BUSINESS, LOSS OR PROFITS, LOSS OF REVENUE, LOSS OF DATA, LOSS OF GOODWILL OR FOR ANY COST OF COVER OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES), EVEN IF FIKZAX HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF THE LEGAL THEORY UNDER WHICH DAMAGES ARE SOUGHT, WHETHER IN BREACH OF CONTRACT OR IN TORT, INCLUDING NEGLIGENCE.",
		"tos31": "PRIVACY POLICY",
		"tos32": "You acknowledge that you have read, understand and agree to fikZax Privacy Policy located at https://fikzax.com/legal, which is hereby incorporated into and made a part of these Terms of Service by this reference.",
		"tos33": "Location of the Site and your Use",
		"tos34": "fikZax operates or controls the operation of this Site and the Service from offices in Portugal. In addition, the Site and the Service may be mirrored, and other websites operated or controlled by fikZax may be located, at various locations inside and outside of the European Union. fikZax makes no representation or warranty that all of the features of this Site or Service will be available to you outside of the European Union, or that they are permitted to be accessed outside of the European Union. You acknowledge that you are solely responsible for any decision by you to use of this Site and/or the Service from other locations, and that such use may be subject to, and that you are responsible for, compliance with applicable local laws.",
		"tos35": "General",
		"tos36": "These Terms of Service constitute the entire agreement and understanding between the parties concerning the subject matter hereof, notwithstanding any different or additional terms that may be contained in the form of purchase order or other document used by you to place orders or otherwise effect transactions hereunder, which such terms are hereby rejected. These Terms of Service supersede all prior or contemporaneous discussions, proposals and agreements between you and fikZax relating to the subject matter hereof. No amendment, modification or waiver of any provision of these Terms of Service will be effective unless in writing and signed by an officer of fikZax. If any provision of these Terms of Service is held to be invalid or unenforceable, the remaining portions will remain in full force and effect and such provision will be enforced to the maximum extent possible so as to effect the intent of the parties and will be reformed to the extent necessary to make such provision valid and enforceable. No waiver of rights by fikZax may be implied from any actions or failures to enforce rights under these Terms of Service. These Terms of Service are intended to be and are solely for the benefit of fikZax and you and do not create any right in favor of any third party. These Terms of Service will be governed by and construed in accordance with the laws of Portugal, without reference to its conflict of laws principles. All disputes arising out of or relating to these Terms of Service will be submitted to the exclusive jurisdiction of the courts of competent jurisdiction located in Portugal, and each party irrevocably consents to such personal jurisdiction and waives all objections to this venue."
	},
	"languageSelector": {
		"text1": "Select Language"
	},
	"cookieConsent": {
		"text10": "This site uses cookies to provide you with a great user experience. By using fikZax, you accept our Privacy Policy and Terms of Service.",
		"text20": "Accept"
	},
	"pricing": {
		"title": "Let's Get Started Now",
		"text00": "Click on the buttons below to install the fikZax app!!!",
		"text10": "Worker",
		"text11": "Professional",
		"text12": "Schedulings",
		"text13": "Locations",
		"text14": "Work Schedules",
		"text15": "Messenger Chat Robot",
		"text20": "Family",
		"text21": "Professionals",
		"text30": "Team",
		"text40": "UNLIMITED ",
		"period": "mth",
		"error":"n/a"
	},
	"pricingFAQ": {
		"title": "Frequently Asked Questions",
		"title10": "Do you offer a free trial period?",
		"text10": "Yes, we do! We offer a 30-day free trial according to Apple's and Google's stores respective policies, meaning that you will have 30 days to try fikZax and, after that you will be charged monthly.",
		"title20": "Can I cancel my subscription?",
		"text20": "Yes, of course! You can cancel your subscription at any time. If and when you decide to do so, you will be able to use the robot up until the current subscription period. After that, the robot will be inactive, but you still have a fully functioning fikZax app.",
		"title30": "What payment methods are available?",
		"text30": "Our subscription is sold trough Apple's and Google's stores, therefore you can use any of the payment method available there (that are MANY!!!).",
		"title40": "Any other questions?",
		"text40": "We are more than happy to answer any questions you may have! Please do contact us."
	},
	"pricingCountry":{
		"text00": "You are currently seeing subscriptions plans' prices valid in",
		"text10": "Australia",
		"text20": "Brazil",
		"text30": "Canada",
		"text40": "India",
		"text50": "Ireland",
		"text60": "New Zealand",
		"text70": "Portugal",
		"text80": "Singapore",
		"text90": "South Africa",
		"text100": "UK",
		"text110": "USA"
	},
	"pricingStoreTradeMark":{
		"text10": "Google Play and the Google Play logo are trademarks of Google LLC.",
		"text20":"App Store and the App Store logo are trademarks of Apple Inc."
	},
	"help": {
		"title": "Here To Help",
		"title100": "Getting Started",
		"title110": "Start by selecting the Facebook page on which the fikZax bot will work",
		"text110": "Use your business' Facebook page to have the fikZax bot on. In case you do not have a Facebook page, do not worry, ",
		"text111": "click here to learn how to do it, it is super easy!",
		"text112": "Make sure that you are the page administrator - you will need that priviledge to be able to authorize the fikZax robot to operate and answer messages on your behalf.",
		"text113": "Another small thing that you need to make sure is that you have messages turned on in your page. ",
		"text114": "You can easily check it here.",
		"text115": "Now that you are all set in Facebook, let's continue on fikZax!",
		"title120": "Install the fikZax app in your mobile phone or tablet",
		"text120": "You can freely choose between the ",
		"text121": "Android",
		"text122": " or the ",
		"text123": "iOS",
		"text124": " versions of the fikZax app. Both have exactly the same functionalities.",
		"title130": "fikZax app startup and robot initial setup",
		"text130": "After you have installed the app, please take a look at our ",
		"text131": "terms of service and privacy policy",
		"text132": " as you will need to agree with them in order to use fikZax. So, if you agree, please mark the checkbox and tap on the 'Continue with Facebook' button!",
		"text133": "You will be asked to grant fikZax access to your name and profile picture in Facebook. If you agree, accept and move on!",
		"text134": "After fikZax starts, you will see the central screen that at this moment will be pretty meaningless, as there is no data in the database.",
		"text134a": "Tap in the top right icon and enter the control panel.",
		"text135": "In the control panel you'll see some red markers. Scroll down until you find 'Scheduling Robot Setup' and tap there.",
		"text136": "You may tweak the robot settings latter, for now let's just accept the defaults, save and move on!",
		"text137": "Back to the control panel screen, tap now at 'Scheduling Robot Authorization'.",
		"text137a": "Yes, you need to be subscribed to use the fikZax robot. Give us a chance! Use the 30-day free trial! Remember, you can cancel at any time during the trial and nothing will be charged. So, go to the subscription page, choose your plan and subscribe!",
		"text137b": "After you have finished subscribing you will see your subscription details. Go back to the Control panel and tap again at 'Scheduling Robot Authorization'.",
		"text138": "The Scheduling Robot Authorization is a three step process. The first step asks you to grant permissions to fikZax to fetch your email from Facebook and also to list the Facebook pages that you manage. Grant the permissions and continue.",
		"text139": "The second one asks you to choose in which page to use fikZax. Choose and continue.",
		"text139a": "The third one asks you to grant permissions to fikZax to manage the page you selected before and to send messages on behalf of that page. fikZax needs these permissions to operate, please grant the permissions and continue.",
		"text139b": "When this is all said and done your brand new chat robot is live on Messenger!",
		"title140": "'First Contact' with your robot",
		"text140": "Enter Facebook Messenger, either on you mobile or in a computer, it works on both cases, search for your page and tap on it when found.",
		"text141": "You will be greeted by the robot with the message that is in the Robot Setup in the fikZax app. Press the 'Get Started' button to enter the robot.",
		"text142": "When inside the robot chat-room you will receive another message, also configured inside fikZax, that is designed to be shown here. This message explains the user that he or she have to use the menu to communicate with the robot.",
		"text143": "Now use the menu and select 'Schedule an Appointment'.",
		"text144": "The robot answered with a message saying that something is wrong... He is right! We still have to configure our slots!!!! So, let's move on!!!!!",
		"title150": "Generating your working slots and scheduling",
		"text150": "Get back to the fikZax app and enter the control panel again.",
		"text151": "There you will notice the red marker on the 'Settings' button, and also some red markers below it. To remedy that you have to configure at least one professional, one work location, one work schedule and one non-working calendar. With those in place you will be able to configure one appointment slots generation setup and actually generate your working slots.",
		"text152": "So, keep calm, and let's do this one step at a time!",
		"title153-00": "Configuring Professionals, Locations, Work Schedules and Non-Working Days",
		"text153-00": "In the app Control Panel, enter Settings, press 'Professionals' and an edit form will be shown to you. Fill in the blanks as required. This is pretty much standard stuff, so you should not encounter any problems.",
		"text153-01": "Also in the app Control Panel, enter Settings, press 'Locations' and an edit form will be shown to you. Fill in the blanks as required. This is pretty much standard stuff, also, so you should not encounter any problems.",
		"text153-02": "Again in the app Control Panel, enter Settings, press 'Work Schedules' and an edit form will be shown to you. Fill in the blanks as required. This is not really standard stuff, so we will go into detail about some aspects.",
		"text153-03": "Work Schedule name and info are what they are, there is nothing new here. Now, work schedule start date and end date will determine the time span of the working slots generation that will be done in a subsequent step, so fill this accordingly.",
		"text153-04": "The Working days in a week determine to which days of the week this schedule shall be applied to. For instance, if you work only Mondays and Wednesdays, you should mark just these two checkboxes.",
		"text153-05": "Opening and closing times are straightforward. Regarding break times, the only important thing to say is that if do not want a break just put start and end at the same time.",
		"text153-06": "The slot length must be greater or equal to the work in slot length.",
		"text153-07": "Continuing in the app Control Panel, enter Settings, press 'Non-Working Days Calendars' and an edit form will be shown to you. Definitely, this is not standard stuff, so we will go into more details.",
		"text153-08": "Again, no problems with name and info. In the calendar country dropdown menu you can select one of the countries that we currently support. For each of these countries, we provide calendars for some regions. The default is set to the country's federal holidays. For most countries we also provide some of its most populous regions, as well.",
		"text153-09": "The next thing to do is to mark the working days in a week. Maybe you work on Saturdays, or Sundays and close on Mondays and Tuesdays, in anyway, just check the working days.",
		"text153-09a": "Following that, you choose what years you want to include in this calendar by selecting the first and the last one.",
		"text153-09b": "Finally, we arrive to the Resulting Non-Working Days Calendar. With every change you make before this is dynamically changed. By tapping on any date, you will be presented with details regarding to that day. Also, by long pressing any day you can toggle this day from working to non-working and vice-versa. So, this is the place where you will set your vacations, your planned days off etc.",
		"title153-10": "Configuring Slots Generation, Generating Slots and Scheduling",
		"text153-10": "In the app Control Panel, go to Settings, press 'Appointment Slots Generation' and an edit form will be shown to you.",
		"text153-11": "Fill in the name of the slot plan in the way you wish. Then change the slot plan condition to ACTIVE in order to be able to generate work slots.",
		"text153-12": "In the four next dropdown menus select a combination of Professional x Location x Work Schedule x Non-Working Calendar that you wish to generate working slots for. Please pay attention specially to the consistency between the work schedule and non-working calendar, that is, you need to have a valid non-working calendar information encompassing all the work schedule duration span, for instance, if you have a work schedule ending on January 31st 2021 with a non-working calendar only for 2020, this will generate an error.",
		"text153-13": "Next, decide if you want the robot to ask you for confirmation on all the schedulings for this plan. The default is to always ask for confirmation.",
		"text153-14": "Last, but not least, we have the information field, where you can put some reminders or other stuff you find useful. Save the slots generation plan with the changes you have made.",
		"text153-15": "Now you can see a list of all the appointment slots generation plans that you have created so far. Find the one you are working on. If this is your first one then it is pretty easy!",
		"text153-16": "In the lower end of each slot generation plan, there are four icons that we will detail now. Tapping the trashcan icon will delete this plan, tapping the pencil icon will edit it. Tapping the slashed outlined cloud will delete any working slots previously generated by this plan. Tapping the solid cloud with an up arrow inside will generate working slots according to this plan.",
		"text153-17": "You should try your hand with some different configurations. Be brave! Generate working slots! The robot will take care of you! Hopefully the robot will prevent you from making mistakes like deleting a slot that was already taken by a client, and that is the behavior that we all want!",
		"text153-18": "Now that you have working slots to play with, go back to the central screen, set an appointment manually and then try to delete the slot plan, or even edit it and see what happens!",
		"text153-19": "And then comes the moment you've been working for: go back to the Messenger app and make your first scheduling!",
		"text153-19a": "If you have access to a different mobile phone or tablet, or even a computer, try to do it from a different device while you have fikZax running on your mobile with the central screen open. In that way, you will see that as soon as the scheduling is done by your client, the screen modifies instantly. Isn't that awesome!?!?!?!?",
		"text153-19b": "You should take your time to get to know your brand new robot. Schedule, cancel, reschedule and see how your fikZax app reflects the changes.",
		"title200": "Frequently Asked Questions",
		"title210": "How do I tell my robot not to schedule a certain working slot?",
		"text210": "As things change all the time, how to make some of your generated slots unavailable for scheduling?",
		"text211": "It is super easy!",
		"text212": "Start in the app central screen and choose the relevant combination of professional, location and date range.",
		"text213": "Now locate the slots that you want to render unavailable.",
		"text214": "One by one, double tap on the slot to enter the edit screen.",
		"text215": "In the edit screen, tap on the 'Appointment Slot Condition' switch to change it to INACTIVE.",
		"text216": "Scroll down and tap on the floppy disk icon to save your changes. After saving you will be sent back to the central screen, where you will see that the slot is greyed out and, as a result, the fikzax bot shall not offer it to any client.",
		"title220": "How can I make my client discover my Facebook Chat Robot?",
		"text220": "Go to the app's central screen. In the top left corner there is a qr-code icon. Tap in this icon.",
		"text221": "In case you have not yet configured your fikZax chat robot, you will see an error message. In this case, follow the 'Getting Started' section to get up and running!",
		"text222": "Most probably you will see a qr-code and your Facebook page logo in your screen.",
		"text223": "If your client uses an iphone, just ask he/she to launch the camera app and point it to the qr-code. After that, he/she shall tap in the link after the qr-code is recognized by the iphone.",
		"text224": "This link will take he/she directly to your robot inside Facebook's Messenger app, if he/she does not have the Messenger app installed, the installation should be done beforehand.",
		"text225": "If your client uses an android phone then it will depend on the mobile model. Some android mobiles do have a qr-code scanner built into the camera app and some don't. Also, some users have qr-code reading apps installed. To all of these, the procedure is the same as to the iphones.",
		"text226": "If it is impossible to read the qr-code, you can tap in the 'LINK' button and share an internet link to your robot.",
		"text227": "In this same screen, you can use the share 'QR CODE' button to share the actual image of the code together with your logo. You can use that to print your business cards or embedded in marketing materials, websites etc.",
		"title230": "How can I prevent the user from sending text messages to me in Messenger?",
		"text230": "fikZax's default behavior is to allow the users to type text messages, even though the robot will not answer those. We found this to be the natural path, as most of our customers had already used Messenger before they started to use fikZax.",
		"text231": "On the other hand, to someone that will start using Messenger with the foremost purpose of scheduling, it can be interesting to be able to block text messages. So, we implement this feature also in our robot, and you are free to decide!",
		"text232": "So, if you want or need to keep receiving text messages it is all fine, and we shall even notify you in the fikZax app about the messages received and you can keep track if you have read them or not.",
		"text233": "Now let's see how to block the text messages, if you wish to do so.",
		"text234": "From the central screen, tap on the top right icon and enter the app's control panel. Once there, tap on settings. In the dropdown menu that will open select 'Scheduling Robot Setup'.",
		"text235": "Once inside the 'Scheduling Robot Setup' scroll down and tap on the pencil icon to edit the robot.",
		"text236": "Find the item 'Robot Menu Text Input'. Tap on the switch to toggle between allowing or not the users to type text in Messenger.",
		"text237": "Scroll down and save your changes.",
		"text238": "As this configuration is saved inside Facebook's servers, for this to take effect, you need to log out of fikZax, log back in and do the 'Scheduling Robot Authorization' again.",
		"title240": "How can I avoid fikZax asking for confirmation on every scheduling?",
		"text240": "fikZax's default behavior is to ask the professionals to confirm every scheduling. As it is very common to our customers to receive schedulings from different sources, we elected to do so to avoid double scheduling problems.",
		"text241": "Nevertheless, other professionals may want to have completely automatic booking system and fikZax can do that, also.",
		"text242": "As it is a professional's decision, we have chosen not to integrate this in the robot configuration, rather locating it in the 'Appointment Slots Generation Setup'. By doing so you can customize fikZax with a finer granularity.",
		"text243": "The downside to this is that once you have generate the slots it is a done deal and, in other to change it, one shall have to delete the slots and generate them again.",
		"text244": "After this digression, let's answer the question! So, to create slots that do not need professional confirmation you shall enter the 'Control Panel' and then, inside 'Settings' choose 'Appointment Slots Generation'.",
		"text245": "Once there, tap on the pencil to edit the setup. If you receive a 'Cannot Edit' error, please refer to the FAQ covering this subject. If not, find the switch named 'Ask Professional for Appointment Scheduling Confirmation' and tap on it to change it to 'DO NOT ASK professional for scheduling confirmation'. Scroll down and save the setup by tapping the floppy disk.",
		"text246": "To generate the slots follow the instructions outlined in the 'Getting Started' section.",
		"title250": "I am trying to delete or modify an 'Appointment Slots Generation Setup' but fikZax will not let me. How can I solve this?",
		"text250": "This is a safety precaution in order avoid an accidental deletion of slots that were already selected by one of your clients.",
		"text251": "But one may ask: Why I cannot change the 'Appointment Slots Generation Setup', as I will not change the actual slots???",
		"text252": "In our point of view the 'Appointment Slots Generation Setup' is nothing but a summarized representation of the slots, as there is no point in changing just the Setup, eventually you will want to reflect the changes in the slots. So, in order to avoid an unecessary loss of time, we included this safety check.",
		"text253": "Ok, understood, but i need to modify (or delete) the (expletive) 'Appointment Slots Generation Setup' anyway!!!!",
		"text254": "So, let's get to the subject at hand. In order to be able to change the 'Appointment Slots Generation Setup' you will need to cancel the slots that eventually are scheduled. This has to be done one by one.",
		"text255": "Start in the app central screen and choose the relevant combination of professional, location and date range.",
		"text256": "Now locate the slots that you want to cancel the appointment.",
		"text257": "One by one, double tap on the slot to enter the edit screen.",
		"text258": "In the edit screen, tap on the checkbox 'Appointment Slot is Cancelled'. Please note that, if fikZax robot was used for the scheduling, a message will be sent to the client notifying about the cancellation.",
		"text259": "Scroll down and tap on the floppy disk to save your changes. After saving you will be sent back to the central screen, where you will see that the slot is now marked as cancelled.",
		"text259a": "Go back to the 'Appointment Slots Generation Setup' screen. Tap the pencil again to edit and see that now you can modify the 'Appointment Slots Generation Setup'",
		"text259b": "If you try to delete the 'Appointment Slots Generation Setup' you will receive an error. In order to do that you will have to firstly delete the generated slots. To do so, you have to tap the outlined crossed cloud icon. After the slots are deleted, then you can proceed to delete the slots' Setup.",
		"title260": "How can I set my vacation period in fikZax?",
		"text260": "From the central screen, tap on the top right icon and enter the app's control panel. Once there, tap on settings. In the dropdown menu that will open select 'Non-Working Days Calendars'.",
		"text261": "Find the calendar you want to edit and tap on the pencil icon to enter the edit screen. If the pencil icon is greyed-out, it means that this calendar is already in use in a generated slot so, for safety reasons it cannot be edited. You will need to delete the previously generated slots in order to modify this calendar.",
		"text262": "Please bear in mind that all the changes that you need to make to the non-working days calendar must be done prior to including it in an 'Appointment Slots Generation Setup', what means, necessarily, that no slot has been generated based on this calendar.",
		"text263": "Now that you are in the calendar edit screen, scroll down to see the resulting non-working days calendar. Tap on any of the dates and you will be shown a dialog stating the details of that date. Long press any date and you will toggle that date state from working to non-working and vice-versa. By following this procedure you can set your vacation dates."
	},
	"notfound": {
		"title": "Not found"
	},
	"contactus": {
		"title": "Get in Touch",
		"text00": "Contact Us",
		"text09": "I'm using fikZax in ",
		"text10": "First Name",
		"text20": "Last Name",
		"text30": "Email",
		"text40": "Your Message",
		"text50": "Send Message",
		"text60": "Thanks for Your Message",
		"text70": "Your message is very important to us. We will reply to you as soon as possible in the email address you just provided. Thanks again!",
		"text80": "An Error Ocurred And Your Message WAS NOT SENT",
		"text90": "Your message is very important to us. Our servers could not be reached, most probably you are offline right now. Please try again later."
	},
	"contactReason": {
		"text10": "I have a general question",
		"text12": "I have a question about price",
		"text20": "I'm having trouble with my Facebook Page configuration",
		"text30": "I'm having trouble with my subscription at Apple Store/Google Play",
		"text40": "I have a technical question",
		"text99": "Other"
	},
	"secClientVideos": {
		"title": "The Client using the fikZax Robot",
		"text00": "In this case we are using the MyMensor Service Center that was created for demonstration purposes. Here you will see how your client interacts with the fikZax Messenger robot.",
		"clientVideo00": "The client starts the robot and is greeted by fikZax, with the text you may edit on the app. Your client then uses the menu to choose SCHEDULE AN APPOINTMENT. Immediately the robot presents the first available slot to your client, that decides to accept it.",
		"clientVideo01": "Immediately after you have verified and accepted your client scheduling, she/he will receive a message stating that you have verified and accepted the appointment. The client will be informed about the reminder message, also.",
		"clientVideo02": "In the day before the appointment date, the fikZax robot will send a reminder message to your client. As soon as your client confirms the appointment you will be informed, as you can see in the next section.",
		"clientVideo03": "Something comes up and your client needs to reschedule the appointment from 9 to 10am. By using the MY APPOINTMENTS menu item, she/he checks the appointment time and reschedules. You are notified immediately!",
		"text99": "See How It Works"
	},
	"secProfessionalVideos": {
		"title": "The Professional using the fikZax App",
		"text00": "Again, we use the MyMensor Service Center for this demonstration, now on the professional side of things. Here you will see what happens in the fikZax app as the client interacts on the fikZax Messenger robot.",
		"profVideo00": "As a result of the scheduling of an appointment on Feb 10th, the circle around that date turns to yellow and an icon appear on the top right showing the need of verification. Tapping the date make details appear, showing the 9am slot was scheduled and needs verification.",
		"profVideo01": "To verify the scheduling, you tap on the top right icon, check and confirm the scheduling. After accepting the dialog showing client notification success, make your way back to the central screen and see the slot marked as VERIFIED BY PROFESSIONAL.",
		"profVideo02": "Just watch the VERIFIED BY PROFESSIONAL chip turns into CONFIRMED as your client answers positively the message received from your fikZax robot on the day before the set appointment. Please note that the client could also have rescheduled or cancelled the appointment.",
		"profVideo03": "Watch as something comes up and your client needs to reschedule the appointment from 9 to 10am. You are instantly notified, the 9am slot becomes open and now the 10am needs verification. We stop here, as the verification process was covered already by another video.",
		"text99": "See How It Works"
	},
	"secWhoUses": {
		"title": "Who uses fikZax?",
		"text00": "Professionals who want to focus on what matters most.",
		"text10": "Health",
		"text11": "Health professionals who use fikZax are able to give their undivided attention to patients. No more interruptions to manage reschedulings!",
		"text101": "Take appointments for multiple professionals in multiple work locations.",
		"text102": "Your clients can self reschedule, lowering no-shows.",
		"text103": "You can confirm all appointments before they are set.",
		"text20": "Beauty",
		"text21": "Organize your saloon agenda like never before. No more taking calls to schedule clients while working!",
		"text201": "Take appointments for multiple professionals.",
		"text202": "Detailed calendar and work schedule configuration.",
		"text203": "Know right away of any cancellation.",
		"text30": "Fitness",
		"text31": "Organize your training staff agenda with an always-on 24/7 solution!",
		"text301": "Work in many places? No problem! Take appointments in multiple locations.",
		"text302": "Have different calendars and work schedules according to location.",
		"text303": "Need to confirm appointments for one workplace and not for another? We've got you covered!",
		"text40": "Services",
		"text41": "You are a Teacher, a Freelancer, you name it! fikZax can make your life so much easier.",
		"text401": "Take appointments for multiple work locations.",
		"text402": "Personalize your client experience by editing the robot sentences.",
		"text403": "Have your work agenda always live in your pocket!"
	},
	"secMainFeatures": {
		"title": "You'll be up and running in minutes",
		"title00": "Client Self Scheduling 24/7",
		"text00": "Your client is able to reach you anytime from virtually anywhere, by using YOUR robot inside the Facebook Messenger.",
		"title10": "Automated Live Reminders",
		"text10": "The scheduling confirmation is not just a dull reminder. The customer can confirm the appointment, as well as reschedule or cancel it. This will significantly decrease the no-show cases.",
		"title20": "NO 'POWERED BY XYZ' messages to YOUR clients",
		"text20": "fikZax brand is COMPLETELY INVISIBLE to your customer. We think this way: it is your client, not ours! It will work as YOUR private robot, with YOUR brand, inside YOUR Messenger account, no hidden propaganda!",
		"title30": "NO WEBSITE PLUGIN to install",
		"text30": "You just download the fikZax app and use it! You can do it yourself, no special knowledge, no messing with your website!",
		"title40": "NO NEW APP to be installed by your CLIENT",
		"text40": "Your client most probably has Facebook's Messenger already installed. That is all he needs!",
		"title50": "NO COMPUTER NEEDED to use fikZAX",
		"text50": "No 'to access this you will have to use the web...'!!! With fikZax all you need is YOUR mobile to configure and run your complete work scheduling solution.",
		"text99": "See More Features"
	},
	"secExplainerVideo": {
		"title": "What do they say about an image?",
		"text00": "If an image is worth a thousand words, imagine a video...."
	}
 }