{
	"about": "Feito com amor pelo time fikZax.",
	"aboutUs": {
		"title": "Sobre Os Criadores do fikZax",
		"legend1": "Arco da Porta Nova (New City Door Gate)",
		"legend2": "Largo do Paço (Paço Square)",
		"legend3": "Jardim de Santa Bárbara (Saint Barbara Garden)",
		"legend4": "Arcada",
		"text1": "Somos uma pequena empresa criativa que prospera em inovação, tal como a cidade onde estamos localizados, a histórica cidade de Braga.",
		"text2": "Veja acima algumas das vistas icônicas da nossa cidade que são inspiradoras para o nosso trabalho!"
	},
	"description": {
		"part0": "Um robô para gerenciar sua agenda, para você poder fazer o que ama.",
		"part1": "Por favor, coloque o seu celular em modo silencioso. O fikZax cuidará de toda a sua agenda de trabalho. Utilizando o poder do Messenger do Facebook, o fikZax irá marcar, cancelar, reagendar e confirmar todos os horários que seus clientes pedirem. Tudo que você precisa é ter uma página no Facebook e, é claro, o fikZax!",
		"part2": "Em breve.",
		"part3": "Comece já"
	},
	"mainMenu": {
		"item0": "Início",
		"item1": "Como Funciona",
		"item2": "Características",
		"item3": "Preço",
		"item4": "Ajuda"
	},
	"howItWorks": {
		"title": "Como Funciona",
		"title2": "Como fikZax Funciona?",
		"professional": {
			"title": "Do meu ponto de vista",
			"sec1title": "Agendamento Local Usando Apenas o Aplicativo",
			"sec1text10": "Como posso agendar localmente, sem usar o robô???",
			"sec1text20": "Observe que, para poder fazer o que estamos retratando aqui, é preciso primeiro configurar o fikZax!",
			"sec1text21": "Com a configuração concluída e os horários de atendimento gerados, você pode iniciar o agendamento. Aqui você tem a visualização mensal da primeira tela do fikZax, deslize ou pressione o botão na parte inferior da tela para ver a tela detalhada.",
			"sec1text22": "A exibição mensal mostra uma visão geral da programação, com a porcentagem de ocupação exibida em um códigos de cores fácil de verificar.",
			"sec1text30": "Esta é a tela de visualização detalhada. Você pode chegar aqui tocando em qualquer dia mostrado na visualização mensal, permitindo assim um detalhe desse mesmo dia. Neste exemplo, tocamos no dia 15 de janeiro de 2020.",
			"sec1text31": "No canto superior esquerdo dos cartões, você vê a hora de início do horário de atendimento.",
			"sec1text32": "No canto superior direito, o nome profissional.",
			"sec1text33": "No centro, em negrito, o nome do cliente.",
			"sec1text34": "No canto inferior esquerdo, em fichas retangulares arredondadas, o estado atual do horário de atendimento.",
			"sec1text35": "No canto inferior direito, o local onde o serviço deve ser executado.",
			"sec1text40": "Ao tocar duas vezes em qualquer um dos cartões de horário de atendimento, você poderá editá-lo.",
			"sec1text41": "Aqui temos a tela de edição do horário de atendimento das 10h. Nesse caso, selecionamos o cliente e marcamos a caixa que indica que o horário de atendimento está agendado. Então, você acabou de fazer uma programação manual usando o fikZax! Salve as alterações e siga em frente.",
			"sec1text50": "Voltando à tela detalhada central, agora você pode ver que o estado do horário de atendimento foi alterado para Agendado e Verificar.",
			"sec1text51": "Ao tocar na ficha Verificar, você abrirá a caixa de diálogo de verificação.",
			"sec1text60": "Na caixa de diálogo, você vê que o horário de atendimento foi agendado por mim (Jorge Gonçalves) e também quando eu o fiz. Se fizeres você mesmo, verá seu nome aqui. Então, agora toque em verificar compromisso!",
			"sec1text70": "Agora, na tela de verificação, você pode confirmar ou cancelar a marcação.",
			"sec1text71": "Nesse caso, no qual a marcação foi definida manualmente, essa tela é um pouco repetitiva.",
			"sec1text80": "A verificação foi bem-sucedida, ou seja, o cliente foi notificado com êxito. Observe que isso só é possível para clientes com uma conta no Facebook, pois enviamos essa notificação pelo Messenger.",
			"sec1text90": "Voltando à tela detalhada central, agora você pode ver que o estado do horário de atendimento foi alterado para Programado e verificado pelo profissional.",
			"sec1text100": "Finalmente, chegamos ao ponto em que o cliente confirma que comparecerá ao compromisso.",
			"sec1text101": "Ao tocar na ficha de confirmação, você pode verificar quando a marcação foi confirmada pelo cliente.",
			"sec2title": "Agendamento Usando o Robô de Bate-papo",
			"sec2text10": "É por isso que estamos aqui!!!! Vamos agendar USANDO o robô de bate-papo!!!!",
			"sec2text20": "De fato, o agendamento real, nesse caso, é feito pelo cliente dentro do aplicativo Messenger. Aqui você verá o horário de atendimento sendo marcado como programado e a ficha mostrando que é necessário que o profissional verifique essa marcação.",
			"sec2text21": "Para fazer isso, basta tocar na ficha de verificação e a caixa de diálogo de verificação será exibida!",
			"sec2text30": "O procedimento de verificação é exatamente o mesmo que mostramos anteriormente. Mas, diferentemente do primeiro caso, como você pode ver na caixa de diálogo, esse compromisso foi agendado pelo fikZax!!!!",
			"sec2text31": "Iremos pular a tela de verificação real, pois estaríamos apenas nos repetindo.",
			"sec2text40": "Voltando à tela detalhada central, agora você pode ver que o estado do horário de atendimento foi alterado para Programado e Verificado pelo Profissional.",
			"sec2text50": "Por último, mas não menos importante, chegamos ao ponto em que o cliente confirma que comparecerá ao compromisso.",
			"sec2text51": "Ao tocar na ficha de confirmação, você pode verificar quando o horário de atendimento foi confirmado pelo cliente."
		},
		"client": {
			"title": "Para o meu cliente",
			"sec1title": "Descoberta",
			"sec1text10": "Como seu cliente descobrirá o seu novo robô de bate-papo fikZax????",
			"sec1text30": "Adicione um botão Enviar mensagem à página da sua empresa no Facebook, isso levará seu cliente diretamente ao seu robô de bate-papo do Messenger.",
			"sec1text40": "Envie ao seu cliente um link para o seu robô de bate-papo do Messenger, gerado pelo aplicativo fikZax.",
			"sec1text50": "Mostre ao seu cliente o QRCODE gerado pelo seu aplicativo fikZax, que o levará diretamente ao seu robô de bate-papo do Messenger.",
			"sec2title": "Uso",
			"sec2text10": "Como o seu cliente usará o seu robô de bate-papo fikZax????",
			"sec2text20": "Quando o seu robô de bate-papo é descoberto (neste caso, estamos usando o MyMensor Centro de Serviços que foi criado apenas para fins de demonstração!!!), seu cliente acessará essa tela no Messenger.",
			"sec2text21": "A mensagem mostrada neste exemplo é a mensagem padrão. Ela pode ser personalizada no aplicativo fikZax.",
			"sec2text30": "Depois de pressionar o botão INICIAR, seu cliente será recebido pelo robô. Esta saudação pode ser modificada no aplicativo fikZax.",
			"sec2text40": "Na parte inferior da tela do Messenger, seu cliente encontrará um menu para interagir com o robô. Os textos dos itens podem ser personalizados no aplicativo fikZax.",
			"sec2text50": "Ao pressionar o item de menu MARCAR UM HORÁRIO, seu cliente verá o primeiro espaço de agendamento disponível, conforme a configuração feita no aplicativo fikZax.",
			"sec2text51": "Lá, você pode definir o intervalo mínimo e máximo a serem reservados, por exemplo, no mínimo um dia a partir de agora e no máximo seis meses a partir de agora.",
			"sec2text52": "Você pode ver que o cliente tem três opções: aceitar esse horário de atendimento, solicitar o próximo disponível ou solicitar outras opções. Os dois primeiros são óbvios, o terceiro perguntará qual dia da semana e hora do dia são preferidos pelo cliente. Com essas informações, o robô de bate-papo apresentará o próximo horário de atendimento disponível compatível."
		}
	},
	"features": {
		"title": "Características Principais",
		"title2": "Características Principais do fikZax",
		"text10": "FikZax está disponível todos os dias, 24/7! Seu cliente pode entrar em contato com você e marcar um horário A QUALQUER HORA! Até quando você foi pescar!!!",
		"text20": "Você não precisa de computador para gerenciar sua agenda! Utilize o seu smartphone ou tablet, Apple ou Android, e controle TODAS as funcionalidades do FikZax.",
		"text30": "Agendamento de compromissos on-line em tempo real. Você pode ver o agendamento assim que acontece! Você terá sua agenda profissional o tempo todo com você.",
		"text40": "A confirmação do agendamento não é apenas um lembrete. O cliente pode confirmar o compromisso, além de reprogramar ou cancelá-lo. Isso diminuirá significativamente os casos de não comparecimento.",
		"text50": "Controle completo da sua escala de trabalho. Você pode personalizar e combinar diferentes escalas em diferentes locais para criar sua própria agenda.",
		"text60": "A marca FikZax é COMPLETAMENTE INVISÍVEL para o seu cliente. Ele funcionará como SEU robô particular, com a SUA marca, dentro da SUA conta do Messenger, sem propaganda oculta!",
		"text70": "Ao configurar o calendário de dias sem trabalho, o FikZax ajuda você com a maioria dos feriados esperados já definidos. Você pode definir diferentes calendários de dias sem trabalho para diferentes locais de trabalho e diferentes profissionais.",
		"text80": "Depois que o FikZax gera seus horários de atendimento disponíveis, você pode modificá-los individualmente, conforme as coisas mudam!"
	},
	"footerTitles": {
		"item1": "Produto",
		"item11": "Como Funciona",
		"item12": "Funcionalidades",
		"item13": "Preço",
		"item2": "Suporte",
		"item21": "Ajuda",
		"item3": "Empresa",
		"item31": "Sobre Nós",
		"item32": "Legal",
		"item33": "Contate-Nos"
	},
	"legal": {
		"title": "Política de Privacidade & Termos de Serviço",
		"policy1": "Política de Privacidade",
		"policy2": "Última revisão em 8 de junho de 2019.",
		"policy3": "Esta Política de Privacidade estabelece a política do fikZax com relação às informações, incluindo dados pessoais identificáveis e outras informações coletadas dos visitantes do Site e dos Serviços.",
		"policy4": "Esta política de privacidade rege o uso de um aplicativo de software (Serviço), incluindo um aplicativo móvel executado em dispositivos móveis e um site que é executado em dispositivos móveis e em computadores de mesa e portáteis, criado pelo fikZax.",
		"policy5": "Informações Coletadas e seu Uso",
		"policy6": "O Serviço obtém as informações fornecidas quando você faz o download e registra o Serviço (Dados Fornecidos). O registro é necessário para usar nosso serviço. Quando você se registra conosco e usa o Serviço, você fornece, direta ou indiretamente: (a) um endereço de e-mail, um nome de usuário e uma senha (ou outro código de acesso a terceiros); (b) informações que você nos fornece quando nos contata para obter ajuda e; (c) informações inseridas em nosso sistema ao usar o Serviço, como imagens, vídeos, observações, textos e dados numéricos. Também podemos usar as informações que você nos forneceu para contatá-lo de tempos em tempos para fornecer informações importantes, avisos necessários e promoções de marketing.",
		"policy7": "Além disso, o Serviço pode coletar determinadas informações automaticamente (Informações coletadas), como o tipo de dispositivo móvel usado, o ID exclusivo do dispositivo, o endereço IP do dispositivo, o sistema operacional e o tipo de navegador da Internet usado e informações sobre como você usa o Serviço. Às vezes, agregamos os dados do usuário anonimamente para entender melhor nossa base de clientes.",
		"policy8": "Política de Retenção de Dados; Gerenciando suas Informações",
		"policy9": "Nós manteremos os dados fornecidos pelo usuário enquanto você usar o serviço e por um tempo razoável depois disso. Se você desejar excluir os Dados fornecidos pelo usuário que forneceu por meio do Serviço, poderá fazê-lo em nosso aplicativo para dispositivos móveis e em nosso aplicativo da web, para as partes relevantes das informações, além disso, se quiser limpar completamente todas as informações de nossos serviços. servidores entre em contato conosco e nós responderemos em um tempo razoável. Observe que alguns ou todos os dados fornecidos pelo usuário podem ser necessários para que o serviço funcione corretamente e podemos ser obrigados a reter determinadas informações por lei.",
		"policy10": "Seus Direitos de Proteção de Dados",
		"policy11": "Todos os usuários do nosso Serviço têm aos seguintes direitos de proteção de dados:",
		"policy12": "(a) Direito de acesso: você tem o direito de solicitar cópias de suas informações pessoais armazenadas conosco. Podemos cobrar uma pequena taxa por este serviço.",
		"policy13": "(b) Direito a retificação: você tem o direito de solicitar a correção e/ou a suplementação de qualquer informação que possamos ter sobre você e que você acredite que seja imprecisa e/ou incompleta.",
		"policy14": "(c) Direito a ser esquecido: você tem o direito de solicitar que nós apaguemos todos e cada um dos seus dados pessoais que mantemos conosco, sob certas condições.",
		"policy15": "(d) Direito de restringir o processamento: você tem o direito de solicitar que nós restrinjamos o processamento de seus dados pessoais, sob certas condições.",
		"policy16": "(e) Direito de se opor ao processamento: você tem o direito de objetar que processemos seus dados pessoais, sob certas condições.",
		"policy17": "(f) Direito à portabilidade de dados: você tem o direito de solicitar a transferência de todos os seus dados pessoais para você, sob certas condições.",
		"policy18": "Se e quando você fizer tal solicitação, teremos um mês para lhe responder. Para exercer qualquer um desses direitos, entre em contato conosco em privacy@fikzax.com",
		"policy19": "Integração de Serviços de Terceiros",
		"policy20": "Nosso Serviço trabalha com uma integração direta com serviços de terceiros on-line (Serviços de Terceiros). Para aproveitar esse recurso, você deve autenticar, registrar-se ou fazer login em Serviços de Terceiros através do Serviço ou nos sites de seus respectivos provedores. Quando você ativa a vinculação ou o login em Serviços de Terceiros através do Serviço, coletamos as informações relevantes necessárias para permitir que o Serviço acesse esse Serviço de Terceiros e seus dados e conteúdo contidos nesse Serviço de Terceiros (Credenciais de Login). Nós armazenamos suas Credenciais de Login por tempo suficiente para permitir a vinculação ao Serviço de Terceiros.",
		"policy21": "Quando você ativa o Serviço para vincular conteúdo e dados entre Serviços de Terceiros, os Serviços de Terceiros nos fornecerão acesso a determinadas informações que você pode ter fornecido aos Serviços de Terceiros, e usaremos, armazenaremos e divulgaremos tais informações de acordo com esta Política de Privacidade e as regras que você definiu para governar a vinculação. No entanto, lembre-se de que a maneira como os Serviços de Terceiros usam, armazenam e divulgam suas informações é regida pelas políticas de tais Serviços de Terceiros, e o fikZax não se responsabiliza pelas práticas de privacidade ou outras ações de qualquer Serviços de Terceiros que possam ser ativadas dentro do serviço.",
		"policy22": "Terceiros que são Processadores de Pagamento",
		"policy23": "Usamos terceiros como processadores dos pagamentos feitos para nós. Em conexão com o processamento de tais pagamentos, não retemos qualquer informação pessoalmente identificável ou qualquer informação financeira, como números de cartão de crédito. Todas essas informações são fornecidas diretamente a nossos processadores, que são terceiros, cujo uso de suas informações pessoais é regido por suas políticas de privacidade (https://policies.google.com/privacy e https://www.apple.com/legal/privacy)",
		"policy24": "Acesso de Terceiros à Informação Obtida pelo Serviço",
		"policy25": "Nós compartilharemos suas informações com terceiros apenas nas formas descritas nesta declaração de privacidade. Podemos divulgar as informações coletadas, das seguintes maneiras: (a) conforme exigido por lei, como para cumprir uma intimação ou processo legal semelhante; (b) quando acreditarmos de boa fé que a divulgação é necessária para proteger nossos direitos, proteger sua segurança ou a de outras pessoas, investigar fraudes, responder a uma solicitação do governo, agir em circunstâncias urgentes para proteger a segurança pessoal de nossos usuários ou a do público, ou proteger contra responsabilidade legal; (c) se o fikZax estiver envolvida em uma fusão, aquisição ou venda de todos ou de uma parte de seus ativos, você será notificado por e-mail e/ou um aviso destacado em nosso site sobre qualquer alteração na propriedade ou uso dessas informações, bem como quaisquer opções que você possa ter em relação a essas informações.",
		"policy26": "Cookies",
		"policy27": "Cookies são pequenos pedaços de texto usados para armazenar informações em navegadores da web. Eles são usados por muitos sites para armazenar e receber identificadores e outras informações em dispositivos, como um telefone de mão ou computador. O nosso site e serviços utilizam cookies e outras tecnologias semelhantes, a fim de fornecer um melhor serviço para você e, geralmente, melhorar nossos sites e serviços. Algumas partes de nossos sites são funcionais sem cookies, e você geralmente pode optar por aceitar cookies. A maioria dos navegadores da Web está configurada para aceitar cookies por padrão, no entanto, você pode excluir cookies por meio do gerenciador de cookies do seu navegador. Para fazer isso, siga as instruções fornecidas pelo seu navegador. Observe que a desativação de cookies redefinirá sua sessão, desativará o login automático e poderá afetar adversamente a disponibilidade e a funcionalidade de nossos sites e os serviços que podemos fornecer a você.",
		"policy28": "Crianças",
		"policy29": "É preciso ter 13 anos para usar o fikZax. Nós não usamos o Serviço para conscientemente solicitar dados ou propagandear para crianças menores de 13 anos. Se um pai ou responsável tomar conhecimento de que seu filho nos forneceu informações sem o seu consentimento, ele deverá entrar em contato conosco. Nós excluiremos essas informações de nossos arquivos em um tempo razoável.",
		"policy30": "Segurança",
		"policy31": "O fikZax toma medidas razoáveis para proteger suas informações contra perda, uso indevido e acesso não autorizado, divulgação, alteração ou destruição. No entanto, nenhuma transmissão de Internet ou email é totalmente segura ou livre de erros. Em particular, os e-mails enviados de ou para nós podem não ser seguros. Portanto, você deve tomar um cuidado especial ao decidir quais informações você nos envia por email. Por favor, mantenha isso em mente ao divulgar qualquer informação para o fikZax.",
		"policy32": "Contat0",
		"policy33": "Se você tiver alguma dúvida sobre privacidade enquanto estiver usando o Serviço, ou tiver dúvidas sobre nossas práticas, entre em contato conosco por e-mail em privacy@fikzax.com.",
		"tos1": "Termos de Serviço",
		"tos2": "Última revisão em 8 de junho de 2019",
		"tos3": "Leia atentamente antes de usar nosso aplicativo móvel e este site: Os seguintes termos de serviço (Termos de Serviço) regem o uso do site fikZax (site) e o serviço de aplicativo fikZax móvel e baseado na web acessado através do site e do aplicativo móvel (Serviço), cujos servidores são operados pelo fikZax (fikZax). Ao usar o Site e/ou o Serviço, você concorda irrevogavelmente que tal uso está sujeito a estes Termos de Serviço. Se você não concordar com estes Termos de Serviço, não poderá usar o Site ou o Serviço.",
		"tos4": "Se você estiver concordando com estes Termos de Serviço em nome de uma entidade, você declara que tem a autoridade para vincular essa entidade a estes Termos de Serviço.",
		"tos5": "O fikZax se reserva expressamente o direito de modificar os Termos de Serviço a qualquer momento, a seu exclusivo critério e sem aviso prévio, incluindo tal alteração e/ou modificação nestes Termos de Serviço, juntamente com um aviso da data de eficácia de tal Termos de Serviço modificados. Qualquer uso continuado por você do Site ou do Serviço após a publicação de tais Termos de Serviço modificados será considerado como indicando seu acordo irrevogável com tais Termos de Serviço modificados. Consequentemente, se a qualquer momento você não concordar em estar sujeito a quaisquer Termos de Serviço modificados, você não poderá mais usar o Site ou o Serviço.",
		"tos6": "Registro de Conta de Usuário; Senhas e Pagamentos",
		"tos7": "(a) Registro de Conta e Licença de Uso: Para acessar e usar todos os recursos do Serviço, você deve abrir uma conta (Conta de Usuário) registrando-se no fikZax. Quando você se registra em sua conta de usuário, você deve fornecer informações verdadeiras, precisas, atuais e completas (Informações da conta) e concorda em atualizar as Informações da conta para garantir que estejam atualizadas. Após o registro e abertura de uma Conta de Usuário, e sujeito a todos os termos e condições destes Termos de Serviço, o fikZax concede a você o direito pessoal e intransferível e a licença para usar o Serviço exclusivamente para finalidades seu próprio negócio, até que você ou o fikZax decidam rescindir tal direito de acordo com estes Termos e Condições.",
		"tos8": "(b) Elegibilidade: Como condição expressa de permissão para abrir uma Conta de Usuário, você declara e garante que você (i) tem a capacidade legal (incluindo, sem limitação, ter idade suficiente) para firmar contratos sob a lei da jurisdição na qual você reside, (ii) tenha pelo menos 13 anos de idade ou mais para usar o Serviço, desde que, se você tiver menos de 18 anos, seus pais ou responsáveis legais, conforme aplicável, devem consentir expressamente com seu uso do Serviço.",
		"tos9": "(c) Senhas: Após o registro no Site, você fornecerá ao fikZax uma senha para acessar sua conta. Você é responsável por manter a confidencialidade de sua senha e de todas as suas atividades e de terceiros que ocorrerem por meio de sua conta, autorizada ou não por você. Você concorda em notificar imediatamente o fikZax sobre qualquer uso suspeito ou real não autorizado de sua conta de usuário. Você concorda que o fikZax não será, sob nenhuma circunstância, responsável por quaisquer custos, perdas, danos ou despesas decorrentes de uma falha sua em manter a segurança de sua senha.",
		"tos10": "Conteúdo do Site",
		"tos11": "(a) Conteúdo fikZax: Exceto se observado de outra forma, as informações, materiais (incluindo, sem limitação, HTML, texto, áudio, vídeo, white papers, comunicados à imprensa, folhas de dados, descrições de produtos, software e FAQs e outros conteúdos) disponíveis no Site e/ou no Serviço (coletivamente, o conteúdo do fikZax) são trabalhos sujeitos à direitos autorais do fikZax e seus licenciadores, e o fikZax e seus licenciadores expressamente retêm todos os direitos e interesses sobre o Conteúdo do fikZax, incluindo, sem limitação, todos direitos de propriedade intelectual a esse respeito. Exceto conforme expressamente permitido nestes Termos de Serviço, qualquer uso diferente do Conteúdo do fikZax pode violar direitos autorais e/ou outras leis aplicáveis.",
		"tos12": "(b) Conteúdo de Terceiros: Além do Conteúdo do fikZax, o Site e/ou o Serviço podem conter informações e materiais fornecidos ao fikZax por terceiros (coletivamente, Conteúdo de Terceiros). O Conteúdo de Terceiros é o trabalho protegido por direitos autorais de seu proprietário, que expressamente retém todos os direitos e interesses sobre o Conteúdo de Terceiros, incluindo, sem limitação, todos os direitos de propriedade intelectual a ele relacionados. Além de estar sujeito a estes Termos de Serviço, o Conteúdo de Terceiros também pode estar sujeito a termos de uso e/ou políticas de privacidade diferentes e/ou adicionais desses terceiros. Entre em contato com o terceiro apropriado para obter mais informações sobre quaisquer termos de uso diferentes e/ou adicionais aplicáveis ao Conteúdo de Terceiros.",
		"tos13": "(c) Licença Limitada de Conteúdo do Site: o fikZax concede a você o direito limitado, revogável, intransferível e não exclusivo de usar o conteúdo do fikZax e conteúdo de terceiros (coletivamente, Conteúdo do site) exibindo o Conteúdo do site em seu computador e fazendo o download e imprimir páginas do Site contendo Conteúdo do Site, sob a condição de (i) tal atividade ser exclusivamente para seu uso pessoal, educacional ou não comercial, (ii) você não modificar ou preparar trabalhos derivados do Conteúdo do Site, (iii) você não ocultará, alterará ou removerá qualquer aviso de direitos autorais estabelecido em qualquer página do Site ou Conteúdo do Site, (iv) você não reproduzirá, redistribuirá ou exibir publicamente qualquer Conteúdo do Site e (v) não copiará qualquer Conteúdo do Site para qualquer outra mídia ou outro formato de armazenamento.",
		"tos14": "(d) Marcas Registradas: Todas as marcas registradas, marcas de serviço e logotipos incluídos no Site (Marcas) são propriedade do fikZax ou de terceiros, e você não poderá utilizá-las sem o consentimento prévio por escrito do fikZax ou do terceiro aplicável.",
		"tos15": "(e) Monitoramento do Conteúdo do Site e uso do Serviço: O fikZax se reserva o direito, mas não assume a obrigação, de monitorar o uso do Site e/ou do Serviço, e de investigar e tomar medidas legais apropriadas contra qualquer parte que use o Site em violação  a estes Termos de Serviço ou da lei aplicável. O fikZax se reserva o direito de aceitar, rejeitar ou modificar qualquer Conteúdo do Site ou Conteúdo do Usuário, mas não assume nenhuma responsabilidade com base em sua aceitação, rejeição, modificação ou falha na modificação de qualquer Conteúdo do Site ou Conteúdo do Usuário.",
		"tos16": "(f) Violação de Direitos Autorais: Como condição do seu direito de usar o Site e o Serviço, você concorda em respeitar os direitos de propriedade intelectual de terceiros. Assim, você concorda em não enviar ou publicar no Site ou no Serviço qualquer material protegido por direitos autorais, marcas comerciais ou outras informações proprietárias pertencentes a terceiros sem o consentimento prévio por escrito do terceiro aplicável. Você reconhece que o fikZax encerrará seu acesso ao Site e/ou ao Serviço se você infringir repetidamente os direitos autorais de terceiros. Se você acredita que seu trabalho protegido por direitos autorais foi ilegalmente carregado ou postado no Site ou no Serviço, você pode enviar uma notificação por escrito para fikZax em support@fikZax.com, e fikZax responderá em tempo razoável. O fikZax reserva todos os direitos para buscar danos e taxas associados à infração e/ou fraude.",
		"tos17": "Seu Uso do Site e do Serviço",
		"tos18": "(a) Conta e Uso do Serviço: Você pode usar sua Conta de Usuário para o Serviço somente de acordo com estes Termos de Serviço e somente para fins lícitos. Você é responsável por suas próprias comunicações, incluindo o envio, a transmissão e a postagem de informações, e é responsável pelas consequências de sua postagem no ou através do Serviço.",
		"tos19": "(b) Pagamentos: Algumas características do Serviço só podem ser acessadas e usadas mediante o pagamento dos valores aplicáveis (Pagamentos). Os pagamentos podem variar dependendo do uso de acordo com nossa política de preços em vigor. Se você não se registrar inicialmente para uma versão do Serviço que exija o pagamento de uma taxa, você poderá, no entanto, usar todos os recursos do Serviço por um período de trinta (30) dias (Período de Avaliação Grátis). Após a expiração do Período de Avaliação Grátis, você só poderá acessar e usar os recursos do Serviço cujo uso não exige Pagamento, a menos que você subseqüentemente faça atualização para uma versão paga do Serviço.",
		"tos20": "(c) Reembolsos, upgrade e downgrade: os reembolsos são processados de acordo com nossa política de reembolso justo. Qualquer atualização ou downgrade no uso do Serviço resultará na cobrança das novos valores no próximo ciclo de faturamento. Não haverá rateio para downgrades entre os ciclos de faturamento. Fazer downgrade do seu serviço pode causar a perda de recursos ou capacidade da sua conta de usuário. O fikZax não aceita qualquer responsabilidade por tal perda.",
		"tos21": "(d) Cancelamento e Rescisão: Você é o único responsável por cancelar corretamente sua Conta de Usuário. Um pedido por e-mail ou telefone para cancelar sua conta de usuário não é considerado cancelamento. Você pode cancelar sua conta de usuário a qualquer momento em nosso aplicativo. Se você cancelar sua conta de usuário antes do final do mês atual, seu cancelamento entrará em vigor imediatamente e você não será cobrado novamente. Mas não haverá qualquer rateio de tempo não utilizado no último ciclo de faturamento. No entanto, você poderá continuar usando os serviços até o final do último ciclo de faturamento.",
		"tos22": "(e) Conduta Proibida: O fikZax proíbe especificamente qualquer uso do Site ou do Serviço para: (i) publicar qualquer (1) informação que seja incompleta, falsa, imprecisa ou não sua, (2) segredos comerciais ou material que seja protegido por direitos autorais ou de outra forma pertencente a terceiros, a menos que você tenha uma licença válida do proprietário que permita que você a publique, (3) material que infrinja outra propriedade intelectual, privacidade ou direito de publicidade de outro (4) anúncio, materiais promocionais ou solicitação relacionada a qualquer produto ou serviço que seja competitivo com produtos ou serviços do fikZax ou (5) software ou programas que contenham qualquer código prejudicial, incluindo, mas não se limitando a vírus, worms, bombas-relógio ou Cavalos de Tróia; (ii) se passar por outra pessoa; (iii) envolver-se ou encorajar uma conduta que constitua uma ofensa criminal, dê origem a responsabilidade civil ou de outra forma viole qualquer lei ou regulamento municipal, estadual, nacional ou internacional, ou que não cumpra com o protocolo da Internet aceito; ou (iv) transmitir ou transferir (por qualquer meio) informações ou software derivado do Site ou do Serviço para países estrangeiros ou determinadas nações estrangeiras em violação das leis de controle de exportação. Além disso, você está proibido de violar ou tentar violar a segurança do Site, do Serviço ou do sistema fikZax ou segurança de rede, incluindo, sem limitação, o seguinte: (v) acessar dados não destinados a usuários do Site ou do Serviço. ou obter acesso não autorizado a uma conta, servidor ou qualquer outro sistema de computador; (vi) tentar sondar, varrer ou testar a vulnerabilidade de um sistema ou rede ou violar medidas de segurança ou autenticação; (vii) tentar interferir na função do Site, do Serviço, do host ou da rede, incluindo, sem limitação, por meio do envio de um vírus ao Site, sobrecarga, inundação, spam, falha ou envio de emails não solicitados, incluindo promoções e/ou publicidade de produtos ou serviços; ou (viii) forjar qualquer cabeçalho de pacote TCP/IP ou qualquer parte das informações de cabeçalho em qualquer postagem por e-mail ou newsgroups. Violações do site ou sistema fikZax ou segurança de rede podem resultar em responsabilidade civil ou criminal.",
		"tos23": "(f) Conteúdo do Usuário: Se você optar por exibir, publicar, enviar ou disponibilizar para outros, no Site qualquer conteúdo ou trabalhos de autoria, incluindo, sem limitação, imagens, arquivos de áudio, texto, software (exceto Software do Usuário) ou outros materiais (coletivamente, Conteúdo do Usuário), você concede ao fikZax um direito e licença perpétua, irrevogável, isenta de royalties, mundial e não exclusiva, incluindo o direito de conceder sub-licenças a terceiros, de usar, reproduzir, exibir publicamente, executar publicamente, preparar trabalhos derivados e distribuir tal Conteúdo do Usuário, para qualquer finalidade. Além disso, você, irrevogavelmente, declara e garante ao fikZax que (i) tem todo o poder, autoridade, direito, título e/ou licenças necessários para conceder ao fikZax o direito e a licença precedentes e (ii) a postagem, apresentação, exibição por você do Conteúdo do Usuário no Site, e o exercício pelo fikZax da licença anterior não e (1) não violará qualquer lei aplicável ou regulamento governamental ou (2) infringirá qualquer direito de publicidade ou invadirá a privacidade de outros, ou qualquer direito de propriedade intelectual de qualquer terceiro, (iii) nenhum Conteúdo de Usuário que você fornecer (1) constituirá material obsceno, pornográfico, indecente, profano ou censurável, (2) seja discriminatório, odioso ou intolerante ou abusivo de qualquer grupo ou indivíduo, ou (3) é calunioso ou difamatório. Para evitar dúvidas, quaisquer informações ou dados de suas contas com serviços de terceiros (ou seja, Facebook, Twitter, Gmail, Apple, KiK, Skype, Slack, Telegram etc.) que são processados pelo fikZax e que você não faz publicamente disponível no fikZax, não é Conteúdo do Usuário e o fikZax não recebe nenhum direito sobre tais informações ou dados.",
		"tos24": "(g) Sugestões: Você concede ao fikZax uma licença livre de royalties, mundial, transferível, sublicenciável, irrevogável, perpétua para usar ou incorporar ao Site e/ou ao Serviço quaisquer sugestões, solicitações de aprimoramento, recomendações ou outros comentários fornecidos por você para fikZax que está relacionado ao site e/ou o serviço.",
		"tos25": "(h) Indenização: Você concorda irrevogavelmente em indenizar, defender e manter o fikZax, suas afiliadas, diretores, executivos, funcionários e agentes isentos de e contra toda e qualquer perda, custos, danos, responsabilidades e despesas (incluindo honorários advocatícios) decorrentes de ou relacionado a (i) qualquer reclamação de terceiros resultante de uma violação feita por você de qualquer um de seus compromissos, representações ou garantias contidas nestes Termos de Uso e/ou (ii) seu uso do Site e/ou do Serviço.",
		"tos26": "Websites Vinculados",
		"tos27": "O Site pode conter links para outros sites que não são de propriedade ou operados pelo fikZax, e você concorda que o fikZax fornece links para tais sites apenas como uma conveniência e não tem nenhuma responsabilidade pelo conteúdo ou disponibilidade de tais sites, e que fikZax não endossa tais sites ou quaisquer produtos ou serviços associados a eles. Seu uso desses sites estará sujeito aos termos de uso aplicáveis a cada um desses sites.",
		"tos28": "LIMITAÇÃO DE RESPONSABILIDADE",
		"tos29": "(a) Isenção de Garantia: O SITE E O CONTEÚDO DO SITE E O SERVIÇO SÃO FORNECIDOS ESTRITAMENTE COMO ESTÃO E CONFORME DISPONÍVEL, E O FIKZAX NÃO DÁ GARANTIA DE QUE O SITE, SERVIÇO OU CONTEÚDO DO SITE ESTÃO COMPLETOS, ADEQUADOS PARA SEU PROPÓSITO OU PRECISOS. EM SEU NOME E DE SEUS LICENCIADORES, O FIKZAX REJEITA EXPRESSAMENTE QUAISQUER E TODAS AS GARANTIAS IMPLÍCITAS, ESTATUTÁRIAS OU OUTRAS GARANTIAS COM RESPEITO AO SITE, CONTEÚDO E SERVIÇO DO SITE, OU A DISPONIBILIDADE DO DISPOSTO ACIMA, INCLUINDO, SEM LIMITAÇÃO, AS GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO, APTIDÃO PARA UMA FINALIDADE ESPECÍFICA E NÃO VIOLAÇÃO. TODO O RISCO QUANTO A RESULTADOS OBTIDOS ATRAVÉS DO USO DO SITE, SERVIÇO E/OU O CONTEÚDO DO SITE É SEU E O FIKZAX NÃO FAZ NENHUMA REPRESENTAÇÃO OU GARANTIA DE QUE A DISPONIBILIDADE DO SITE E OU DO SERVIÇO NÃO SERÁ INTERROMPIDA, OU QUE O SITE, SERVIÇO E/OU O CONTEÚDO DO SITE SERÁ LIVRE DE ERROS OU DE QUE TODOS OS ERROS SERÃO CORRIGIDOS.",
		"tos30": "(b) Limitação de responsabilidade: ATÉ O LIMITE MÁXIMO PERMITIDO PELA LEGISLAÇÃO APLICÁVEL, O USUÁRIO CONCORDA QUE O FIKZAX NÃO SERÁ RESPONSÁVEL POR DANOS DECORRENTES DO USO OU DA INCAPACIDADE DE USO DO SITE, SERVIÇO OU O CONTEÚDO DO SITE, INCLUINDO, SEM LIMITAÇÃO, QUAISQUER DANOS DIRETOS, INDIRETOS, INCIDENTAIS, CONSEQÜENTES, PUNITIVOS, ESPECIAIS, EXEMPLARES OU ESTATUTÁRIOS (INCLUINDO, SEM LIMITAÇÃO, PERDA DE NEGÓCIOS, PERDA OU LUCROS, PERDA DE RECEITA, PERDA DE DADOS, PERDA DE BOA VONTADE ('GOODWILL') OU POR QUALQUER CUSTO DE COBERTURA OU CUSTO DE AQUISIÇÃO DE BENS OU SERVIÇOS SUBSTITUTOS), MESMO QUE O FIKZAX TENHA SIDO AVISADO DA POSSIBILIDADE DE TAIS DANOS E INDEPENDENTE DA TEORIA JURÍDICA EM QUE ESTES DANOS ESTÃO PREVISTOS, SEJA EM CASO DE VIOLAÇÃO DO CONTRATO OU EM DELITO, INCLUINDO NEGLIGÊNCIA.",
		"tos31": "POLÍTICA DE PRIVACIDADE",
		"tos32": "Você reconhece que leu, entendeu e concordou com a Política de Privacidade do fikZax, localizada em https://fikzax.com/legal, que é incorporada e feita como parte destes Termos de Serviço por esta referência.",
		"tos33": "Localização do Site e seu Uso",
		"tos34": "O fikZax opera ou controla o funcionamento deste Site e do Serviço a partir de escritórios em Portugal. Além disso, o Site e o Serviço podem ser espelhados, e outros sites operados ou controlados pelo fikZax podem estar localizados em vários locais dentro e fora da União Europeia. O fikZax não faz representação ou garantia de que todos os recursos deste site ou serviço estarão disponíveis para você fora da União Europeia, ou que eles têm permissão para serem acessados fora da União Europeia. Você reconhece que é o único responsável por qualquer decisão sua para usar este Site e/ou o Serviço de outros locais, e que tal uso pode estar sujeito e que você é responsável pelo cumprimento das leis locais aplicáveis.",
		"tos35": "Geral",
		"tos36": "Estes Termos de Serviço constituem o acordo e entendimento integral entre as partes com relação ao assunto aqui tratado, não obstante quaisquer termos diferentes ou adicionais que possam estar contidos na forma de pedido de compra ou outro documento usado por você para fazer pedidos ou efetuar transações de outra forma, tais termos são rejeitados. Estes Termos de Serviço substituem todas as discussões, propostas e acordos anteriores ou contemporâneos entre você e o fikZax relacionados ao assunto aqui tratado. Nenhuma alteração, modificação ou renúncia de qualquer disposição destes Termos de Serviço será efetiva a menos que seja por escrito e assinada por um executivo do fikZax. Se qualquer disposição destes Termos de Serviço for considerada inválida ou inexequível, as parcelas restantes permanecerão em pleno vigor e efeito, e tal disposição será aplicada na máxima extensão possível, de modo a afetar a intenção das partes e será reformada na medida necessária para tornar tal provisão válida e executável. Nenhuma renúncia de direitos pelo fikZax pode estar implícita em quaisquer ações ou falhas na aplicação de direitos sob estes Termos de Serviço. Estes Termos de Serviço destinam-se a ser e são exclusivamente para o benefício do fikZax e de você e não criam nenhum direito em favor de terceiros. Estes Termos de Serviço serão regidos e interpretados de acordo com as leis de Portugal, sem referência aos seus conflitos de princípios legais. Todos os litígios decorrentes ou relacionados com estes Termos de Serviço serão submetidos à jurisdição exclusiva dos tribunais de jurisdição competente localizados em Portugal, e cada parte consente irrevogavelmente em tal jurisdição e renuncia a todas as objeções a este local."
	},
	"languageSelector": {
		"text1": "Selecione Idioma"
	},
	"cookieConsent": {
		"text10": "Este site usa cookies para fornecer uma ótima experiência ao usuário. Ao usar o fikZax, você aceita nossa Política de Privacidade e Termos de Serviço.",
		"text20": "Aceitar"
	},
	"pricing": {
		"title": "Vamos Começar Já",
		"text00": "Clique nos botões abaixo para instalar o aplicativo fikZax!!!",
		"text10": "Trabalhador(a)",
		"text11": "Profissional",
		"text12": "Marcações",
		"text13": "Locais",
		"text14": "Escalas de Trabalho",
		"text15": "Robô de Bate-papo no Messenger",
		"text20": "Família",
		"text21": "Profissionais",
		"text30": "Equipe",
		"text40": "SEM LIMITE ",
		"period": "mês",
		"error": "n/d"
	},
	"pricingFAQ": {
		"title": "Perguntas Frequentes",
		"title10": "Vocês oferecem um período de teste gratuito?",
		"text10": "Sim! Oferecemos uma avaliação gratuita de 30 dias de acordo com as políticas das lojas da Apple e da Google, o que significa que você terá 30 dias para experimentar o fikZax e, depois disso, será cobrado mensalmente.",
		"title20": "Posso cancelar minha assinatura?",
		"text20": "Sim, claro! Você pode cancelar sua assinatura a qualquer momento. Se e quando você decidir fazer isso, poderá usar o robô até o final do período de assinatura atual. Depois disso, o robô ficará inativo, mas você ainda terá um aplicativo fikZax totalmente funcional.",
		"title30": "Que métodos de pagamento estão disponíveis?",
		"text30": "Nossa assinatura é vendida nas lojas da Apple e da Google; portanto, você pode usar qualquer método de pagamento disponível lá (E SÃO MUITOS !!!).",
		"title40": "Alguma outra pergunta?",
		"text40": "Temos todo o gosto em responder a quaisquer perguntas que possa ter! Entre em contato conosco."
	},
	"pricingCountry": {
		"text00": "Você está vendo os preços dos planos de assinaturas válidos em",
		"text10": "Austrália",
		"text20": "Brasil",
		"text30": "Canadá - Inglês",
		"text40": "India",
		"text50": "Irlanda",
		"text60": "Nova Zelândia",
		"text70": "Portugal",
		"text80": "Cingapura",
		"text90": "África do Sul",
		"text100": "Reino Unido",
		"text110": "EUA"
	},
	"pricingStoreTradeMark": {
		"text10": "Google Play e o logotipo do Google Play são marcas comerciais da Google LLC.",
		"text20": "App Store e o logotipo da App Store são marcas comerciais da Apple Inc."
	},
	"help": {
		"title": "Aqui Para Ajudar",
		"title100": "Começando",
		"title110": "Comece selecionando a página do Facebook na qual o bot fikZax funcionará",
		"text110": "Use a página de Facebook da sua empresa para ativar o bot do fikZax. Caso você não tenha uma página no Facebook, não se preocupe, ",
		"text111": "clique aqui para saber como fazê-lo, é super fácil!",
		"text112": "Certifique-se de que você é o administrador da página - você precisará desse privilégio para poder autorizar o robô fikZax a operar e responder a mensagens em seu nome.",
		"text113": "Outra coisa que você precisa ter certeza é que você tem mensagens ativadas em sua página.",
		"text114": "Você pode verificar facilmente aqui.",
		"text115": "Agora que você está pronto no Facebook, vamos continuar no fikZax!",
		"title120": "Instale o aplicativo fikZax no seu celular ou tablet",
		"text120": "Você pode escolher livremente entre as versões ",
		"text121": "Android",
		"text122": " ou ",
		"text123": "iOS",
		"text124": " do aplicativo fikZax. Ambas têm exatamente as mesmas funcionalidades.",
		"title130": "Inicialização do aplicativo fikZax e configuração inicial do robô",
		"text130": "Depois de instalar o aplicativo, consulte nossos ",
		"text131": "termos de serviço e política de privacidade",
		"text132": ", pois você precisará concordar com eles para usar o fikZax. Então, se você concordar, marque a caixa de seleção e toque no botão 'Continuar com o Facebook'!",
		"text133": "Você será solicitado a conceder ao fikZax acesso ao seu nome e foto do perfil no Facebook. Se você concorda, aceite e siga em frente!",
		"text134": "Após o início do fikZax, você verá a tela central que neste momento não fará muito sentido, pois não há dados no banco de dados.",
		"text134a": "Toque no ícone superior direito e entre no painel de controle.",
		"text135": "No painel de controle, você verá alguns marcadores vermelhos. Role para baixo até encontrar 'Configuração do Robô de Agendamento' e toque lá.",
		"text136": "Você pode ajustar as configurações do robô posteriormente, por enquanto, vamos apenas aceitar os padrões, salvar e seguir em frente!",
		"text137": "De volta à tela do painel de controle, toque agora em 'Autorização do Robô de Agendamento'.",
		"text137a": "Sim, você precisa contratar a assinatura para usar o robô fikZax. Nos dê uma chance! Use o teste gratuito de 30 dias! Lembre-se, você pode cancelar a qualquer momento durante o teste e nada será cobrado. Então, vá para a página de assinatura, escolha seu plano e assine!",
		"text137b": "Depois de concluir a contratação, você verá os detalhes da sua assinatura. Volte ao painel de controle e toque novamente em 'Autorização do Robô de Agendamento'.",
		"text138": "O processo de autorização do Robô de Agendamento tem três etapas. A primeira etapa solicita que você conceda permissões ao fikZax para buscar seu email no Facebook e também para listar as páginas do Facebook que você gerencia. Conceda as permissões e continue.",
		"text139": "A segunda pede que você escolha em qual página usar o fikZax. Escolha e continue.",
		"text139a": "A terceira pede que você conceda permissões ao fikZax para gerenciar a página que você selecionou antes e enviar mensagens em nome dessa página. O fikZax precisa dessas permissões para operar, conceda as permissões e continue.",
		"text139b": "Quando tudo estiver dito e feito, seu novo robô de bate-papo estará disponível no Messenger!",
		"title140": "'Primeiro contato' com seu robô",
		"text140": "Entre no Facebook Messenger, no seu celular ou computador, ele funciona nos dois casos, procure sua página e toque nela quando encontrada.",
		"text141": "Você será recebido pelo robô com a mensagem que está na Configuração do Robô no aplicativo fikZax. Pressione o botão 'Começar' para entrar no robô.",
		"text142": "Quando estiver na sala de bate-papo do robô, você receberá outra mensagem, também configurada no fikZax, projetada para ser mostrada aqui. Esta mensagem explica ao usuário que ele ou ela deve usar o menu para se comunicar com o robô.",
		"text143": "Agora use o menu e selecione 'Marque um Horário'.",
		"text144": "O robô respondeu com uma mensagem dizendo que algo está errado... Ele está certo! Ainda temos que configurar nossos horários de atendimento!!!! Então, vamos seguir em frente!!!!!",
		"title150": "Gerando seus Horários de Atendimento e fazendo marcações",
		"text150": "Volte ao aplicativo fikZax e entre no painel de controle novamente.",
		"text151": "Lá você notará o marcador vermelho no botão 'Definições' e também alguns zeros abaixo dele. Para corrigir isto você precisa configurar pelo menos um profissional, um local de trabalho, uma escala de trabalho e um calendário de dias sem trabalho. Com isso feito, você poderá definir uma configuração de geração de horários de atendimento e realmente gerar seus horários de trabalho.",
		"text152": "Portanto, iremos devagar, dando um passo de cada vez!",
		"title153-00": "Configurando Profissionais, Locais, Escalas de Trabalho e Dias Sem Trabalho",
		"text153-00": "No Painel de controle do aplicativo, vá para Definições, pressione 'Profissionais' e um formulário de edição será exibido para você. Preencha os espaços em branco, conforme necessário. Isso é praticamente padrão, então você não deve encontrar nenhum problema.",
		"text153-01": "Também no painel de controle do aplicativo, vá para Definições, pressione 'Locais' e um formulário de edição será exibido para você. Preencha os espaços em branco, conforme necessário. Isso também é bastante padrão, portanto, você não deve encontrar nenhum problema.",
		"text153-02": "Novamente no Painel de controle do aplicativo, vá para Definições, pressione 'Escalas de Trabalho' e um formulário de edição será exibido para você. Preencha os espaços em branco, conforme necessário. Isso não é algo realmente padrão, portanto entraremos em detalhes sobre alguns aspectos.",
		"text153-03": "O nome e as informações da escala de trabalho são o que são, não há novidades aqui. Agora, a data de início e a data de término da escala de trabalho determinarão o período de tempo da geração dos horários de atendimento que será executada em uma etapa subsequente, portanto, preencha-o adequadamente.",
		"text153-04": "Os dias de trabalho em uma semana determinam a quais dias da semana essa escala será aplicada. Por exemplo, se você trabalha apenas às segundas e quartas-feiras, marque apenas essas duas caixas de seleção.",
		"text153-05": "Os horários de abertura e fechamento são simples. Com relação aos horários de intervalo, a única coisa importante a dizer é que, se você não quiser uma pausa, basta colocar o início e o final do intervalo iguais.",
		"text153-06": "O comprimento do horário de atendimento deve ser maior ou igual ao tempo de trabalho no horário de atendimento.",
		"text153-07": "Continuando no Painel de controle do aplicativo, vá para Definições, pressione 'Calendários de Dias Sem Trabalho' e um formulário de edição será exibido para você. Definitivamente, isso não é coisa padrão, então entraremos em mais detalhes.",
		"text153-08": "Novamente, não há problemas com o nome e as informações. No menu suspenso do país, você pode selecionar um dos países aos quais atualmente oferecemos suporte. Para cada um desses países, fornecemos calendários para algumas regiões. O padrão é definido para os feriados nacionais do país. Para a maioria dos países, também fornecemos algumas de suas regiões mais populosas.",
		"text153-09": "A próxima coisa a fazer é marcar os dias de trabalho em uma semana. Talvez você trabalhe aos sábados ou domingos e feche as segundas e terças-feiras, de qualquer maneira, basta marcar os dias de trabalho.",
		"text153-09a": "Depois disso, você escolhe que anos deseja incluir neste calendário, selecionando o primeiro e o último.",
		"text153-09b": "Finalmente, chegamos ao calendário de dias sem trabalho resultante. Com todas as alterações feitas por você antes dinamicamente aqui alteradas. Ao tocar em qualquer data, você verá detalhes sobre esse dia. Além disso, pressionando longamente qualquer dia, você pode alternar esse dia de trabalho para dia sem trabalho e vice-versa. Então, este é o lugar onde você definirá suas férias, seus dias de folga planejados etc.",
		"title153-10": "Configurando a Geração de Horário de Atendimento, Gerando os Horários e Agendando",
		"text153-10": "No Painel de controle do aplicativo, vá para Definições, pressione 'Geração de Horários de Atendimento' e um formulário de edição será exibido para você.",
		"text153-11": "Preencha o nome do plano de horários de atendimento da maneira que desejar. Em seguida, altere a condição do plano para ATIVO para poder gerar horários de atendimento.",
		"text153-12": "Nos quatro próximos menus suspensos, selecione uma combinação de Profissional x Local x Escala de trabalho x Calendário de dias sem trabalho para o qual deseja gerar horários de atendimento. Preste atenção especialmente à consistência entre a escala de trabalho e o calendário de dias sem trabalho, ou seja, é necessário ter informações válidas do calendário de dias sem trabalho que abranjam todo o período de duração da escala de trabalho, por exemplo, se você tiver uma escala de trabalho que termina em 31 de janeiro de 2021, com um calendário de dias sem trabalho apenas para 2020, isso gerará um erro.",
		"text153-13": "Em seguida, decida se deseja que o robô solicite a confirmação de todos os agendamentos para este plano. O padrão é sempre pedir confirmação.",
		"text153-14": "Por último, mas não menos importante, temos o campo de informações, onde você pode colocar alguns lembretes ou outras coisas que achar úteis. Salve o plano de geração de horários de atendimento com as alterações feitas.",
		"text153-15": "Agora você pode ver uma lista de todos os planos de geração de horários de atendimento que você criou até agora. Encontre aquele em que você está trabalhando. Se este é o seu primeiro plano, é muito fácil!",
		"text153-16": "Na extremidade inferior de cada plano de geração de horários, existem quatro ícones que detalharemos agora. Tocar no ícone da lixeira excluirá esse plano; ao tocar no ícone do lápis, ele será editado. Tocar na nuvem delineada cortada excluirá todos os horários de atendimento gerados anteriormente por este plano. Tocar na nuvem sólida com uma seta para cima no interior gerará horários de atendimento de acordo com este plano.",
		"text153-17": "Você deve tentar sua mão com algumas configurações diferentes. Seja corajoso! Gere horários de atendimento! O robô vai ajudar você! Espero que o robô o impeça de cometer erros como excluir um horário que já foi marcado por um cliente, e esse é o comportamento que todos queremos!",
		"text153-18": "Agora que você tem horários de atendimento para se divertir, volte à tela central, marque um compromisso manualmente e tente excluir o plano de geração de horários ou até editá-lo e ver o que acontece!",
		"text153-19": "E chega o momento pelo qual você vem trabalhando: volte para o aplicativo Messenger e faça sua primeira marcação!",
		"text153-19a": "Se você tiver acesso a um telefone celular ou tablet diferente ou mesmo a um computador, tente fazê-lo em outro dispositivo enquanto o fikZax estiver sendo executado no seu celular com a tela central aberta. Dessa forma, você verá que, assim que o agendamento é feito pelo seu cliente, a tela se modifica instantaneamente, isso não é incrível!?!?!?!?",
		"text153-19b": "Você deve dedicar um tempo para conhecer seu novo robô. Marque, cancele, remarque e veja como o seu aplicativo fikZax reflete as alterações.",
		"title200": "Perguntas Frequentes",
		"title210": "Como digo ao meu robô para não agendar um determinado horário de trabalho?",
		"text210": "Como as coisas mudam o tempo todo, como tornar alguns dos horários de atendimento gerados indisponíveis para agendamento?",
		"text211": "É super fácil!",
		"text212": "Comece na tela central do aplicativo e escolha a combinação relevante de profissional, local e período de tempo.",
		"text213": "Agora localize os horários de atendimento que você deseja tornar indisponíveis.",
		"text214": "Um por um, toque duas vezes no horário de atendimento para entrar na tela de edição.",
		"text215": "Na tela de edição, toque no botão 'Condição do Horário de Atendimento' para alterá-lo para INATIVO.",
		"text216": "Role para baixo e toque no ícone do disquete para salvar suas alterações. Após salvar, você será enviado de volta à tela central, onde verá que o slot está acinzentado e, como resultado, o fikzax bot não o oferecerá a nenhum cliente.",
		"title220": "Como posso fazer meu cliente descobrir meu robô de bate-papo do Facebook?",
		"text220": "Vá para a tela central do aplicativo. No canto superior esquerdo, há um ícone de QR-CODE. Toque neste ícone.",
		"text221": "Caso ainda não tenha configurado o seu robô de bate-papo fikZax, você verá uma mensagem de erro. Nesse caso, siga a seção 'Começando' para começar a funcionar!",
		"text222": "Provavelmente, você verá um QR-CODE e o logotipo da sua página do Facebook em sua tela.",
		"text223": "Se o seu cliente usa um iphone, basta solicitar que inicie o aplicativo da câmera e aponte-a para o QR-CODE. Depois disso, ele/ela deve tocar no link depois que o QR-CODE for reconhecido pelo iphone.",
		"text224": "Esse link levará ele/ela diretamente para o seu robô no aplicativo Messenger do Facebook; se ele/ela não tiver o aplicativo Messenger instalado, a instalação deve ser feita antes do passo acima.",
		"text225": "Se o seu cliente usa um telefone Android, dependerá do modelo de celular. Alguns celulares Android têm um scanner de QR-CODE embutido no aplicativo da câmera e outros não. Além disso, alguns usuários têm aplicativos de leitura de QR-CODE instalados. Para todos estes, o procedimento é o mesmo que para os iphones.",
		"text226": "Se for impossível ler o QR-CODE, você pode tocar no botão 'LINK' e compartilhar um link da Internet para o seu robô.",
		"text227": "Nesta mesma tela, você pode usar o botão de compartilhamento 'QR CODE' para compartilhar a imagem real do código junto com o seu logotipo. Você pode usar isso para imprimir seus cartões de visita ou para incorporar em materiais de marketing, em sites etc.",
		"title230": "Como posso impedir que o usuário envie mensagens de texto para mim no Messenger?",
		"text230": "O comportamento padrão do FikZax é permitir que os usuários digitem mensagens de texto, mesmo sabendo que o robô não as responderá. Descobrimos que esse era o caminho natural, pois a maioria dos nossos clientes já usava o Messenger antes de começar a usar o fikZax.",
		"text231": "Por outro lado, para alguém que começará a usar o Messenger com o principal objetivo de agendar, pode ser interessante poder bloquear mensagens de texto. Portanto, implementamos esse recurso também em nosso robô, e você é livre para decidir!",
		"text232": "Portanto, se você deseja ou precisa continuar recebendo mensagens de texto, está tudo bem, e nós até notificamos você no aplicativo fikZax sobre as mensagens recebidas e você pode acompanhar se as leu ou não.",
		"text233": "Agora vamos ver como bloquear as mensagens de texto, se você assim desejar.",
		"text234": "Na tela central, toque no ícone superior direito e entre no painel de controle do aplicativo. Uma vez lá, toque em Definições. No menu suspenso que será aberto, selecione 'Configuração do Robô de Agendamento'.",
		"text235": "Uma vez dentro da 'Configuração do Robô de Agendamento', role para baixo e toque no ícone do lápis para editar o robô.",
		"text236": "Encontre o item 'Entrada de Texto no Menu do Robô'. Toque no botão para alternar entre permitir ou não que os usuários digitem texto no Messenger.",
		"text237": "Role para baixo e salve suas alterações.",
		"text238": "Como essa configuração é salva nos servidores do Facebook, para que isso entre em vigor, é necessário sair do fikZax, efetuar login novamente e executar a 'Autorização do Robô de Agendamento' novamente.",
		"title240": "Como evitar que o fikZax solicite confirmação em todos os agendamentos?",
		"text240": "O comportamento padrão do fikZax é solicitar aos profissionais que confirmem cada agendamento. Como é muito comum que nossos clientes recebam agendamentos de diferentes fontes, optamos por assim fazê-lo para evitar problemas de agendamento duplo.",
		"text241": "No entanto, outros profissionais podem querer ter um sistema de reservas completamente automático e o fikZax também pode fazer isso.",
		"text242": "Como é uma decisão do profissional, optamos por não integrar isso na configuração do robô, localizando-o na 'Configuração de Geração de Horários de Atendimento'. Ao fazer isso, você pode personalizar o fikZax com uma granularidade mais fina.",
		"text243": "A desvantagem disso é que, uma vez que você tenha gerado os horários de atendimento, para alterá-lo, será necessário excluir os horários de atendimento e gerá-los novamente.",
		"text244": "Após essa digressão, vamos responder à pergunta! Portanto, para criar horário de atendimento que não precisam de confirmação profissional, entre no 'Painel de Controle' e, em 'Definições', escolha 'Configuração de Geração de Horários de Atendimento'.",
		"text245": "Uma vez lá, toque no lápis para editar a configuração. Se você receber um erro 'Não é Possível Editar', consulte as Perguntas Frequentes sobre este assunto. Caso contrário, encontre a opção chamada 'Pedir ao Profissional verificação da Marcação de Horário de Atendimento?' e toque nela para alterá-la para 'NÃO PEDIR ao profissional verificação de marcação'. Role para baixo e salve a configuração tocando no disquete.",
		"text246": "Para gerar os horários de atendimento, siga as instruções descritas na seção 'Começando'.",
		"title250": "Estou tentando excluir ou modificar uma 'Configuração de Geração de Horários de Atendimento', mas o fikZax não me permite. Como posso resolver isso?",
		"text250": "Essa é uma precaução de segurança para evitar a exclusão acidental de horários de atendimento que já foram selecionados por um de seus clientes.",
		"text251": "Mas pode-se perguntar: Por que não posso alterar a 'Configuração de Geração de Horários de Atendimento', já que não alterarei os horários de atendimento reais???",
		"text252": "Em nosso ponto de vista, a 'Configuração de Geração de Horários de Atendimento' nada mais é do que uma representação resumida dos horários de atendimento, como não há sentido em alterar apenas a configuração, certamente você desejará refletir as alterações nos horários de atendimento. Portanto, para evitar uma perda desnecessária de tempo, incluímos essa verificação de segurança.",
		"text253": "Ok, entendi, mas eu preciso modificar (ou excluir) a 'Configuração de Geração de Horários de Atendimento' de qualquer maneira!!!!",
		"text254": "Então, vamos ao assunto em questão. Para poder alterar a 'Configuração de Geração de Horários de Atendimento', você precisará cancelar os horário de atendimento que eventualmente estão agendados. Isso deve ser feito um por um.",
		"text255": "Comece na tela central do aplicativo e escolha a combinação relevante de profissional, local e período de datas.",
		"text256": "Agora localize os horários de atendimento nos quais deseja cancelar o agendamento.",
		"text257": "Um por um, toque duas vezes no horário de atendimento para entrar na tela de edição.",
		"text258": "Na tela de edição, toque na caixa de seleção 'Horário de Atendimento cancelado'. Observe que, se o robô fikZax foi usado para o agendamento, uma mensagem será enviada ao cliente notificando sobre o cancelamento.",
		"text259": "Role para baixo e toque no disquete para salvar suas alterações. Após salvar, você será enviado de volta à tela central, onde verá que o horário de atendimento está marcado como cancelado.",
		"text259a": "Volte para a tela 'Configuração de Geração de Horários de Atendimento'. Toque no lápis novamente para editar e veja que agora você pode modificar a 'Configuração de Geração de Horários de Atendimento'.",
		"text259b": "Se você tentar excluir a 'Configuração de Geração de Horários de Atendimento', receberá um erro. Para fazer isso, você deverá primeiro excluir os horários de atendimento gerados. Para fazer isso, você deve tocar no ícone da nuvem delineada cortada. Depois que os horários de atendimento forem excluídos, você poderá excluir a configuração de geração deles.",
		"title260": "Como definir meu período de férias no fikZax?",
		"text260": "Na tela central, toque no ícone superior direito e entre no painel de controle do aplicativo. Uma vez lá, toque em definições. No menu suspenso que será aberto, selecione 'Calendários de Dias Sem Trabalho'.",
		"text261": "Encontre o calendário que você deseja editar e toque no ícone de lápis para entrar na tela de edição. Se o ícone do lápis estiver acinzentado, significa que este calendário já está sendo usado em um horário de atendimento gerado, portanto, por razões de segurança, não pode ser editado. Você precisará excluir os horários de atendimento gerados anteriormente para modificar este calendário.",
		"text262": "Lembre-se de que todas as alterações que você precisa fazer no calendário de dias sem trabalho devem ser feitas antes de incluí-lo em uma 'Configuração de Geração de Horários de Atendimento', o que significa, necessariamente, que nenhum horário de atendimento tenha sido gerado com base neste calendário.",
		"text263": "Agora que você está na tela de edição do calendário, role para baixo para ver o calendário de dias sem trabalho resultante. Toque em qualquer uma das datas e você verá uma caixa de diálogo informando os detalhes dessa data. Pressione e segure qualquer data e você alternará o estado da data de sem-trabalho para data de trabalho e vice-versa. Seguindo este procedimento, você pode definir as datas das suas férias."
	},
	"notfound": {
		"title": "Não encontrado"
	},
	"contactus": {
		"title": "Fale Conosco",
		"text00": "Contate-Nos",
		"text09": "Estou usando o fikZax em ",
		"text10": "Primeiro nome",
		"text20": "Último nome",
		"text30": "Email",
		"text40": "Sua mensagem",
		"text50": "Enviar mensagem",
		"text60": "Obrigado pela Sua Mensagem",
		"text70": "Sua mensagem é muito importante para nós. Responderemos o mais breve possível no endereço de e-mail que você acabou de fornecer. Obrigado novamente!",
		"text80": "Ocorreu um erro e sua mensagem NÃO FOI ENVIADA",
		"text90": "Sua mensagem é muito importante para nós. Não foi possível acessar nossos servidores, provavelmente você está offline no momento. Por favor, tente novamente mais tarde."
	},
	"contactReason": {
		"text10": "Eu tenho uma pergunta geral",
		"text12": "Eu tenho uma pergunta sobre preço",
		"text20": "Estou tendo problemas com a configuração da minha página do Facebook",
		"text30": "Estou tendo problemas com minha assinatura na Apple Store / Google Play",
		"text40": "Eu tenho uma pergunta técnica",
		"text99": "Outros"
	},
	"secClientVideos": {
		"title": "O Cliente usando o robô fikZax",
		"text00": "Nesse caso, estamos usando o MyMensor Centro Serviços que foi criado para fins de demonstração. Aqui você verá como seu cliente interage com o robô fikZax no Messenger.",
		"clientVideo00": "O cliente inicia o robô e é recebido pelo fikZax, com o texto que você pode editar no aplicativo. Seu cliente usa o menu para escolher MARCAR UM HORÁRIO. Imediatamente o robô apresenta o primeiro horário de atendimento disponível para o seu cliente, que decide aceitá-lo.",
		"clientVideo01": "Imediatamente após você ter verificado e aceito a marcação do cliente, ele receberá uma mensagem informando que você verificou e aceitou o compromisso. O cliente também será informado sobre o pedido de confirmação.",
		"clientVideo02": "No dia anterior à data do compromisso, o robô fikZax enviará um pedido de confirmação ao seu cliente. Assim que seu cliente confirmar o compromisso, você será informado, como pode ver na próxima seção.",
		"clientVideo03": "O inesperado acontece e seu cliente precisa adiar o compromisso das 9 para as 10h. Usando o item de menu MINHAS MARCAÇÕES, ele/ela verifica o horário do compromisso e reprograma. Você é notificado imediatamente!",
		"text99": "Veja Como Funciona"
	},
	"secProfessionalVideos": {
		"title": "O Profissional usando o aplicativo fikZax",
		"text00": "Novamente, usamos o MyMensor Centro de Serviços para esta demonstração, agora no lado do profissional. Aqui você verá o que acontece no aplicativo fikZax à medida que o cliente interage com o robô fikZax no Messenger.",
		"profVideo00": "Como resultado do agendamento de um horário em 10 de fevereiro, o círculo em torno dessa data fica amarelo e um ícone aparece no canto superior direito, mostrando a necessidade de verificação. Tocar na data faz com que os detalhes apareçam, mostrando que o horário das 9h foi agendado e precisa ser verificado.",
		"profVideo01": "Para verificar a marcação, toque no ícone superior direito, verifique e confirme a marcação. Após aceitar a caixa de diálogo que mostra o sucesso da notificação do cliente, volte para a tela central e veja o horário de atendimento marcado como VERIFICADO PELO PROFISSIONAL.",
		"profVideo02": "Observe a ficha retangular arredondada VERIFICADO PELO PROFISSIONAL se tornar CONFIRMADO quando o seu cliente responder positivamente à mensagem do seu robô fikZax recebida no dia anterior ao compromisso definido. Observe que o cliente também poderia ter reagendado ou cancelado o compromisso.",
		"profVideo03": "Veja que o inesperado acontece e seu cliente precisa adiar o compromisso das 9 para as 10 horas. Você é notificado imediatamente, o horário das 9h fica aberto e agora o das 10h precisa de verificação. Paramos por aqui, pois o processo de verificação já foi coberto por outro vídeo.",
		"text99": "Veja Como Funciona"
	},
	"secWhoUses": {
		"title": "Quem usa o fikZax?",
		"text00": "Profissionais que desejam se concentrar no que mais importa.",
		"text10": "Saúde e Bem Estar",
		"text11": "Os profissionais de saúde que usam o fikZax podem dar sua atenção total aos pacientes. Chega de interrupções para gerenciar reagendamentos!",
		"text101": "Aceite marcações de horário para vários profissionais em vários locais de trabalho.",
		"text102": "Seus clientes podem reprogramar seus horários sozinhos, diminuindo o não comparecimento.",
		"text103": "Você pode confirmar todos os compromissos antes que eles sejam definidos.",
		"text20": "Beleza",
		"text21": "Organize a agenda de seu salão como nunca antes. Chega de receber chamadas para agendar clientes enquanto trabalha!",
		"text201": "Aceite marcações de horário para vários profissionais.",
		"text202": "Configuração detalhada do calendário e da escala de trabalho.",
		"text203": "Saiba imediatamente de qualquer cancelamento.",
		"text30": "Exercício",
		"text31": "Organize a agenda da sua equipe de treinamento com uma solução ativa 24/7!",
		"text301": "Trabalha em muitos lugares? Sem problemas! Marque compromissos em vários locais.",
		"text302": "Tenha calendários e escalas de trabalho diferentes de acordo com o local.",
		"text303": "Precisa confirmar compromissos para um local de trabalho e não para outro? Deixa com a gente!",
		"text40": "Serviços",
		"text41": "Você é um professor, um freelancer, o que quer que seja! O FikZax pode facilitar muito a sua vida.",
		"text401": "Marque compromissos para vários locais de trabalho.",
		"text402": "Personalize a experiência do seu cliente editando as frases do robô.",
		"text403": "Tenha sua agenda de trabalho sempre em dia no seu bolso!"
	},
	"secMainFeatures": {
		"title": "Você estará pronto para funcionar em minutos",
		"title00": "Auto-agendamento pelo cliente 24/7",
		"text00": "Seu cliente pode entrar em contato com você a qualquer momento e praticamente de qualquer lugar, usando o SEU robô dentro do Facebook Messenger.",
		"title10": "Lembretes Vivos Automatizados",
		"text10": "A confirmação de agendamento não é apenas um lembrete sem graça. O cliente pode confirmar o compromisso, bem como reagendar ou cancelar. Isso diminuirá significativamente os casos de não comparecimento.",
		"title20": "NENHUMA mensagem 'POWERED BY XYZ' para OS SEUS clientes",
		"text20": "A marca FikZax é COMPLETAMENTE INVISÍVEL para o seu cliente. Pensamos assim: é seu cliente, não nosso! Funcionará como SEU robô particular, com SUA marca, dentro da SUA conta do Messenger, sem propaganda oculta!",
		"title30": "NENHUM PLUGIN DE WEBSITE para instalar",
		"text30": "Você baixa o aplicativo fikZax e usa! Você pode fazer isso sozinho, sem conhecimentos especiais, sem mexer no seu site!",
		"title40": "NENHUM APLICATIVO NOVO para o seu CLIENTE instalar",
		"text40": "Seu cliente provavelmente já possui o Messenger do Facebook instalado. É tudo o que ele precisa!",
		"title50": "NENHUM COMPUTADOR NECESSÁRIO para usar o fikZAX",
		"text50": "Sem nenhum 'para acessar isso, você terá que usar a web ...'!!! Com o fikZax, tudo o que você precisa é SEU celular para configurar e executar sua solução completa de agendamento de trabalho.",
		"text99": "Veja Mais Características"
	},
	"secExplainerVideo": {
		"title": "O que dizem sobre uma imagem?",
		"text00": "Se uma imagem vale mais que mil palavras, imagine um vídeo...."
	}
}